Repository: Appleseed/appleseed
Catalog: Master/Appleseed/WebSites/Appleseed/App_GlobalResources/Appleseed.*.resx
Languages: ar

# EVENTS_ADD
source: Add new event
ar: اضف حدث جديد

# EVENTS_ALLDAY
source: All Day Event
ar: حدث اليوم كله

# EVENTS_BOOKING_REQUIRED
source: Booking required
ar: طلب حجز مكان

# EVENTS_CATEGORY
source: Category
ar: فئة

# EVENTS_DESCRIPTION
source: Description
ar: وصف

# EVENTS_DETAILS
source: Event detail
ar: تفاصيل الحدث

# EVENTS_EMAIL
source: EMail for infos
ar: بريد إلكتروني للمعرفة

# EVENTS_ENABLED
source: Enabled
ar: متاح

# EVENTS_END_DATE
source: End date
ar: تاريخ الأنتهاء

# EVENTS_EXPIRES
source: Expires
ar: انتهاء الصلاحية

# EVENTS_GROUP
source: Group
ar: مجموعة

# EVENTS_PAYMENT
source: Payment
ar: دفعة

# EVENTS_PLACE
source: Place
ar: مكان

# EVENTS_PRICES
source: Prices
ar: ثمن

# EVENTS_SITEURL
source: Site URL
ar: موقع

# EVENTS_START_DATE
source: Start Date
ar: بدء التاريخ

# EVENTS_STARTAT
source: Start At
ar: يبدأ من

# EVENTS_STARTDATE
source: Start Date
ar: بدء التاريخ

# EVENTS_STARTTIME
source: Start time
ar: بدء الوقت

# EVENTS_TIMETABLE
source: Time details
ar: تفاصيل الوقت

# EVENTS_TITLE
source: Title
ar: عنوان

# EVENTS_VALID_DESCRIPTION
source: You Must Enter a Valid Description
ar: يجب إدخال وصف صحيح

# EVENTS_VALID_EXPIRE
source: You Must Enter a Valid Expiration Date
ar: يجب إدخال تاريخ إنتهاء صلاحية صحيح

# EVENTS_VALID_TITLE
source: You Must Enter a Valid Title
ar: يجب إدخال عنوان صحيح

# EVENTS_VALID_WHEN-WHERE
source: You Must Enter a Valid Time/Location
ar: يجب إدخال وقت / مكان صحيح

# EVENTS_WHEN-WHERE
source: Where/When
ar: أين / متى

# EVENTS_WHEREWHEN
source: Where When
ar: أين متى

source: Excerpt
ar: مقتبس

source: Expire date
ar: نفذ الصلاحية

# FAQ_QUESTION
source: Question
ar: FAQ_QUESTION

source: Fax
ar: فاكس

source: File Name
ar: اسم الملف

# FILE_NOT_FOUND
source: File %1% not found
ar: ملف %1% غير موجود

source: File upload
ar: تحميل الملف

# FILE_UPLOAD_ERROR
source: The file you uploaded is not valid.
ar: الملف الذي تم تحميله غير صحيح

# FILEMAN_FILENAME
source: FileName
ar: FILEMAN_FILENAME

# FILEMAN_MODIFIED
source: Modified
ar: FILEMAN_MODIFIED

# FILEMAN_SIZE
source: Size (KB)
ar: FILEMAN_SIZE

# FLASH_BACKGROUNDCOLOR
source: Background Color
ar: خلفية الألوان

source: Flash Gallery
ar: معرض Flash

# FLASH_PATH
source: Swf File Path
ar: مسار الملف SWF

# FLASH_SELECT_FILE
source: 1.Select the file:
ar: حدد الملف

source: Flash Settings
ar: إعدادات

# FLASH_UPLOAD_FILE
source: 2.Upload the file
ar: تحميل الملف

# FLASH_UPLOAD_TITLE
source: Upload Flash File
ar: تحميل ملف Flash

source: Friendly Name
ar: اسم سهل الاستخدام

source: from
ar: من

# GATEWAY_WIRE_TRANSFER
source: Wire Transfer
ar: تحويل الأسلاك

# GOOGLE_SEARCH
source: Search
ar: بحث

# GOOGLE_START
source: Start
ar: بدء

# GOTO_PAGE
source: Goto to page:
ar: الذهاب إلى صفحة

source: Guid
ar: دليل

# HEADER_EDIT_PROFILE
source: Edit profile
ar: بارز صحح

# HEADER_HELP
source: Help
ar: نجدة

# HEADER_LOGOFF
source: Logoff
ar: خروج

# HEADER_MANAGE_TAB
source: Edit This Page
ar: إدارة التبويب

# HEADER_SAVE_DESKTOP
source: Save Desktop
ar: قطع الكرة

# HEADER_WELCOME
source: Welcome
ar: مرحباً

source: Height
ar: أرتفع

# HEIGHT_DESCRIPTION
source: The height of editor control
ar: أرتفاع تحكم المحرر

source: Here
ar: هنا

source: Home
ar: منزل

# HTML_DESKTOP_CONTENT
source: Desktop HTML Content
ar: HTML_DESKTOP_CONTENT

# HTML_MOBILE_DETAILS
source: Mobile Details
ar: HTML_MOBILE_DETAILS

# HTML_MOBILE_SUMMARY
source: Mobile Summary
ar: HTML_MOBILE_SUMMARY

# HTMLDOCUMENT_TODO_ADDCONTENT
source: Todo: Add Content...
ar: HTMLDOCUMENT_TODO_ADDCONTENT

source: HTML Template
ar: قوالب الـ HTML

# HTMLTEMPLATE_DESCRIPTION
source: Select an HTML module that the will be used as base for this newsletter sent with this module.
ar: اختر وحدة الـHTML والتي ستستخدم كأساس في إرسال النشرة الأخبارية مع هذه الوحدة.

# HTMLTEMPLATEURL
source: HTML Template
ar: قوالب الـ HTML

source: Image
ar: صورة

source: Image detail
ar: تفاصيل الصورة

# IMAGE_UPLOAD_ERROR
source: The image you uploaded is not valid. Please verify file type and extension (eg: .jpg)
ar: الصورة التي تم تحميلها غير صحيحة، من فضلك تأكد من نوع الملف والملحقات.

source: Image Logo
ar: شعار الصورة

# IMAGELOGO_DESCRIPTION
source: Image Logo URL
ar: شعار الـ URL

source: in
ar: في

# INSERT_CONFIRM
source: ’Confirm’ must not be left blank.
ar: لا يجب أن يكون حقل "تأكيد" فارغاً

# INSERT_EMAIL
source: ’EMail’ must not be left blank.
ar: لا يجب أن يكون حقل "البريد الإلكتروني" فارغاً

# INSERT_NAME
source: ’Name’ must not be left blank
ar: لا يجب أن يكون حقل "الاسم" فارغاً

# INSERT_PASSWORD
source: ’Password’ must not be left blank.
ar: لا يجب أن يكون حقل " كلمة السر " فارغاً

# IT
source: Title (it)
ar: عنوان

# IT_IT
source: Title (IT_IT)
ar: عنوان

# IT_IT_DESCRIPTION
source: Set title for Italian (Italy) culture.
ar: إعداد عنوان للثقافة الإيطالية (إيطالي)

# IT_DESCRIPTION
source: Set title for Italian culture.
ar: إعداد عنوان للثقافة الإيطالية

# LANGSWITCHTDISPLAY_CULTURELIST
source: Using Culture Name
ar: مستخدم اسم الثقافة

# LANGSWITCHTDISPLAY_NONE
source: None
ar: لا شيء

# LANGSWITCHTDISPLAY_UICULTURELIST
source: Using UI Culture Name
ar: باستخدام UL ثقافة الاسم

# LANGSWITCHTNAMES_DISPLAYNAME
source: Display Name
ar: عرض الاسم

# LANGSWITCHTNAMES_ENGLISHNAME
source: English Name
ar: الاسم باللغة الإنجليزية

# LANGSWITCHTNAMES_NATIVENAME
source: Native Name
ar: الاسم الأصلي

# LANGSWITCHTYPE_DISABLED
source: Disabled
ar: غير متاح

# LANGSWITCHTYPE_DROPDOWNLIST
source: DropDownList
ar: القائمة النسدلة

# LANGSWITCHTYPE_FLAGS
source: Only Flags
ar: فقط إشارات

# LANGSWITCHTYPE_FLAGSHORIZONTAL
source: Only Flags Horizontal
ar: فقط إشارات أفقية

# LANGSWITCHTYPE_FORM
source: Form
ar: نموذج

# LANGSWITCHTYPE_LINKS
source: Links
ar: رابطات

# LANGSWITCHTYPE_LINKSHORIZONTAL
source: Links Horizontal
ar: رابطات أفقية

# LANGUAGESWITCHER_CUSTOMFLAGS
source: Use custom flags?
ar: LANGUAGESWITCHER_CUSTOMFLAGS

# LANGUAGESWITCHER_CUSTOMFLAGS_DESCRIPTION
source: Check this if you want to use custom flags from portal’s images folder. Custom flags are located in portal folder. /images/flags/
ar: LANGUAGESWITCHER_CUSTOMFLAGS_DESCRIPTION

# LANGUAGESWITCHER_FLAGS
source: Show Flags as
ar: LANGUAGESWITCHER_FLAGS

# LANGUAGESWITCHER_FLAGS_DESCRIPTION
source: Select here how flags should look like.
ar: LANGUAGESWITCHER_FLAGS_DESCRIPTION

# LANGUAGESWITCHER_LABELS
source: Show Labels as
ar: LANGUAGESWITCHER_LABELS

# LANGUAGESWITCHER_LABELS_DESCRIPTION
source: Select here how Labels should look like.
ar: LANGUAGESWITCHER_LABELS_DESCRIPTION

# LANGUAGESWITCHER_NAMES
source: Show names as
ar: LANGUAGESWITCHER_NAMES

# LANGUAGESWITCHER_NAMES_DESCRIPTION
source: Select here how names should look like.
ar: LANGUAGESWITCHER_NAMES_DESCRIPTION

# LANGUAGESWITCHER_TYPES
source: Language Switcher Type
ar: LANGUAGESWITCHER_TYPES

# LANGUAGESWITCHER_TYPES_DESCRIPTION
source: Select here how your language switcher should look like.
ar: LANGUAGESWITCHER_TYPES_DESCRIPTION

# LANGUAGESWITCHTYPE
source: Language Switcher Type
ar: تحويل نوع اللغة

# LANGUAGESWITCHTYPE_DESCRIPTION
source: Select here how your language switcher should look like.
ar: اختر هنا كيفية تبدبل اللغة وكيفية عرضها

source: Last updated
ar: التحديث الأخير

source: Last name
ar: اللقب

source: Layout
ar: تخطيط

source: Left
ar: يسار

# LET_USER_CHOOSE
source: Let the user choose
ar: اترك الأختيار للمستخدم

source: Link Details
ar: تفاصيل الرابطة

source: Linked Module
ar: رابطة الوحدة

# LOAD_THEME_ERROR
source: Unable to load theme %1%. Default not available
ar: غير قادر على تحميل %1% من المواضيع. غير متوفر بشكل افتراضي

source: Login failed!
ar: فشل تسجيل الدخول

# LOGINHOMEPAGE
source: Site URL
ar: عنوان الشبكة على الأنترنت

# LOGINHOMEPAGE_DESCRIPTION
source: The Url or the Home page of the site used for build the instant login url. Leave blank if using the current site.
ar: يستخدم عنوان الشبكة على الموقع أو الصفحة الرئيسية ف الدخول فوراً على هذا الموقع، اترك الحقل خالياً مستخدماً الموقع الحالي.

source: Logoff
ar: خروج

# LOGON
source: Login
ar: دخول

# MERCHANT
source: Merchant ID
ar: تعريف التاجر

source: Meta settings
ar: تعريف الإعدادات

source: Middle
ar: منتصف

# MILESTONES_COMPLETION_DATE
source: Compl.Date
ar: تاريخ مكتمل

# MILESTONES_DETAIL
source: Milestones Details
ar: تفاصيل الأحداث

# MILESTONES_STATUS
source: Status
ar: حالة

# MILESTONES_TITLE
source: Title
ar: عنوان

# MISC_SETTINGS
source: Miscellaneous settings
ar: إعدادات متنوعة

source: Mobile Source
ar: مصدر الموبايل

source: Mobile Url
ar: عنوان المتنقل على موقع الأنترنت

source: Modified by
ar: يتم تعديل بواسطة

# MODULE_IMAGE_FOLDER
source: Default Image Folder
ar: ملف الصور الأفتراضي

# MODULE_IMAGE_FOLDER_DESCRIPTION
source: This folder is used for editor in this module to take and upload images
ar: تستخدم هذه الحافظة للقائم على تعديل الوحدة لأخذ الصور وتحميلها

# MODULE_SPECIAL_SETTINGS
source: Specific Module settings
ar: حدد إعدادات الوحدة

# MODULE_TITLE
source: New Module Name
ar: اسم وحدة جديدة

source: Module Type Definition
ar: وصف نوع الوحدة

source: Module name
ar: اسم الوحدة

source: Module settings
ar: إعدادات الوحدة

# MODULESETTINGS__SUPPORT_WORKFLOW
source: Enable workflow
ar: MODULESETTINGS__SUPPORT_WORKFLOW

# MODULESETTINGS_APPLY_THEME
source: Apply Theme
ar: MODULESETTINGS_APPLY_THEME

# MODULESETTINGS_APPLY_THEME_DESCRIPTION
source: Check this box to apply theme to this module
ar: MODULESETTINGS_APPLY_THEME_DESCRIPTION

# MODULESETTINGS_BASE_SETTINGS
source: Security & Workflow
ar: MODULESETTINGS_BASE_SETTINGS

# MODULESETTINGS_BUTTON_DISPLAY
source: Display Buttons as:
ar: MODULESETTINGS_BUTTON_DISPLAY

# MODULESETTINGS_BUTTON_DISPLAY_BOTH
source: Image and Text (CSS)
ar: MODULESETTINGS_BUTTON_DISPLAY_BOTH

# MODULESETTINGS_BUTTON_DISPLAY_DESCRIPTION
source: Choose how you want module buttons to be displayed. Note that settings other than ’Image only’ may require Zen or special treatment in the Theme.
ar: MODULESETTINGS_BUTTON_DISPLAY_DESCRIPTION

# MODULESETTINGS_BUTTON_DISPLAY_IMAGE
source: Image only
ar: MODULESETTINGS_BUTTON_DISPLAY_IMAGE

# MODULESETTINGS_BUTTON_DISPLAY_IMAGECSS
source: Image only (CSS)
ar: MODULESETTINGS_BUTTON_DISPLAY_IMAGECSS

# MODULESETTINGS_BUTTON_DISPLAY_TEXT
source: Text only
ar: MODULESETTINGS_BUTTON_DISPLAY_TEXT

# MODULESETTINGS_CACHE_TIMEOUT
source: Cache Timeout
ar: MODULESETTINGS_CACHE_TIMEOUT

# MODULESETTINGS_CONTENT_HEIGHT
source: Content Height
ar: MODULESETTINGS_CONTENT_HEIGHT

# MODULESETTINGS_CONTENT_HEIGHT_DESCRIPTION
source: Minimum height(in pixels) of the content area of this module. (0 for none)
ar: MODULESETTINGS_CONTENT_HEIGHT_DESCRIPTION

# MODULESETTINGS_CONTENT_SCROLLING
source: Content Scrolling
ar: MODULESETTINGS_CONTENT_SCROLLING

# MODULESETTINGS_CONTENT_SCROLLING_DESCRIPTION
source: Set to enable/disable scrolling of Content based on height and width settings.
ar: MODULESETTINGS_CONTENT_SCROLLING_DESCRIPTION

# MODULESETTINGS_CONTENT_WIDTH
source: Content Width
ar: MODULESETTINGS_CONTENT_WIDTH

# MODULESETTINGS_CONTENT_WIDTH_DESCRIPTION
source: Minimum width(in pixels) of the content area of this module. (0 for none)
ar: MODULESETTINGS_CONTENT_WIDTH_DESCRIPTION

# MODULESETTINGS_CULTURE
source: Culture
ar: MODULESETTINGS_CULTURE

# MODULESETTINGS_CULTURE_DESCRIPTION
source: Choose culture. Invariant cultures shows the module always.
ar: MODULESETTINGS_CULTURE_DESCRIPTION

# MODULESETTINGS_MODULE_NAME
source: Module name
ar: MODULESETTINGS_MODULE_NAME

# MODULESETTINGS_MOVE_TO_TAB
source: Move to tab
ar: MODULESETTINGS_MOVE_TO_TAB

# MODULESETTINGS_ROLE_VIEW
source: Roles that can view
ar: MODULESETTINGS_ROLE_VIEW

# MODULESETTINGS_ROLES_ADD
source: Roles that can add
ar: MODULESETTINGS_ROLES_ADD

# MODULESETTINGS_ROLES_APPROVING
source: Approve roles
ar: MODULESETTINGS_ROLES_APPROVING

# MODULESETTINGS_ROLES_DELETE
source: Roles that can delete
ar: MODULESETTINGS_ROLES_DELETE

# MODULESETTINGS_ROLES_DELETE_MODULES
source: Roles that can delete modules
ar: الوظيفة التي يمكنها حذف الوحدة

# MODULESETTINGS_ROLES_EDIT
source: Roles that can edit
ar: MODULESETTINGS_ROLES_EDIT

# MODULESETTINGS_ROLES_EDIT_COLLECTION
source: Roles that can edit properties
ar: MODULESETTINGS_ROLES_EDIT_COLLECTION

# MODULESETTINGS_ROLES_MOVE_MODULES
source: Roles that can move modules
ar: الوظيفة التي يمكنها تحريك الوحدة

# MODULESETTINGS_ROLES_PUBLISHING
source: Publishing roles
ar: MODULESETTINGS_ROLES_PUBLISHING

# MODULESETTINGS_SETTINGS
source: Module settings
ar: MODULESETTINGS_SETTINGS

# MODULESETTINGS_SHOW_ARROW_BUTTONS
source: Show Arrow Admin Buttons
ar: عرض أسهم الأزرار الخاصة بمسؤول النظام

# MODULESETTINGS_SHOW_ARROW_BUTTONS_DESCRIPTION
source: Show Arrow Admin buttons?
ar: عرض أسهم الأزرار الخاصة بمسؤول النظام

# MODULESETTINGS_SHOW_COLLAPSABLE
source: Can collapse window?
ar: MODULESETTINGS_SHOW_COLLAPSABLE

# MODULESETTINGS_SHOW_EVERYWHERE
source: Show on every page?
ar: MODULESETTINGS_SHOW_EVERYWHERE

# MODULESETTINGS_SHOW_HELP_BUTTON
source: Show Help Button
ar: استعراض زر مساعدة

# MODULESETTINGS_SHOW_HELP_BUTTON_DESCRIPTION
source: Show help button in title if exists documentation for this module
ar: عرض زر المساعدة في العنوان إذا توفر أي توثيق في هذه الوحدة

# MODULESETTINGS_SHOW_MODIFIED_BY
source: Show modified by
ar: MODULESETTINGS_SHOW_MODIFIED_BY

# MODULESETTINGS_SHOW_MODIFIED_BY_DESCRIPTION
source: Switches ’Show Modified by’ display on/off
ar: MODULESETTINGS_SHOW_MODIFIED_BY_DESCRIPTION

# MODULESETTINGS_SHOW_PRINT_BUTTION
source: Show Print Button
ar: MODULESETTINGS_SHOW_PRINT_BUTTION

# MODULESETTINGS_SHOW_PRINT_BUTTION_DESCRIPTION
source: Show print button in view mode?
ar: MODULESETTINGS_SHOW_PRINT_BUTTION_DESCRIPTION

# MODULESETTINGS_SHOW_TITLE
source: Show Title
ar: MODULESETTINGS_SHOW_TITLE

# MODULESETTINGS_SHOW_TITLE_DESCRIPTION
source: Switches title display on/off
ar: MODULESETTINGS_SHOW_TITLE_DESCRIPTION

# MODULESETTINGS_SHOW_TITLE_PRINT
source: Show Title for Print
ar: MODULESETTINGS_SHOW_TITLE_PRINT

# MODULESETTINGS_SHOW_TITLE_PRINT_DESCRIPTION
source: Show Title for this module in print popup?
ar: MODULESETTINGS_SHOW_TITLE_PRINT_DESCRIPTION

# MODULESETTINGS_SUPPORT_WORKFLOW
source: Enable workflow
ar: MODULESETTINGS_SUPPORT_WORKFLOW

# MODULESETTINGS_THEME
source: Theme
ar: MODULESETTINGS_THEME

# MODULESETTINGS_THEME_ALT
source: Alt
ar: MODULESETTINGS_THEME_ALT

# MODULESETTINGS_THEME_DEFAULT
source: Default
ar: MODULESETTINGS_THEME_DEFAULT

# MODULESETTINGS_THEME_DESCRIPTION
source: Choose theme for this module
ar: MODULESETTINGS_THEME_DESCRIPTION

# MODULESETTINGS_TITLE_EN
source: Title (en)
ar: MODULESETTINGS_TITLE_EN

# MODULESETTINGS_TITLE_EN_GB
source: Title (EN_GB)
ar: MODULESETTINGS_TITLE_EN_GB

# MODULESETTINGS_TITLE_EN_GB_DESCRIPTION
source: Set title for English (United Kingdom) culture.
ar: MODULESETTINGS_TITLE_EN_GB_DESCRIPTION

# MODULESETTINGS_TITLE_EN_US
source: Title (EN_US)
ar: MODULESETTINGS_TITLE_EN_US

# MODULESETTINGS_TITLE_EN_US_DESCRIPTION
source: Set title for English (United States) culture.
ar: MODULESETTINGS_TITLE_EN_US_DESCRIPTION

# MODULESETTINGS_TITLE_EN_DESCRIPTION
source: Set title for English culture.
ar: MODULESETTINGS_TITLE_EN_DESCRIPTION

# MODULESETTINGS_TITLE_ES
source: Title (es)
ar: MODULESETTINGS_TITLE_ES

# MODULESETTINGS_TITLE_ES_DESCRIPTION
source: Set title for Spanish culture.
ar: MODULESETTINGS_TITLE_ES_DESCRIPTION

# MODULESETTINGS_TITLE_FR
source: Title (fr)
ar: MODULESETTINGS_TITLE_FR

# MODULESETTINGS_TITLE_FR_DESCRIPTION
source: Set title for French culture.
ar: MODULESETTINGS_TITLE_FR_DESCRIPTION

# MODULESETTINGS_TITLE_NL_BE
source: Title (NL_BE)
ar: MODULESETTINGS_TITLE_NL_BE

# MODULESETTINGS_TITLE_NL_BE_DESCRIPTION
source: Set title for Dutch (Belgium) culture.
ar: MODULESETTINGS_TITLE_NL_BE_DESCRIPTION

# MODULESETTINGS_TITLE_ZH_CN
source: Title (ZH_CN)
ar: MODULESETTINGS_TITLE_ZH_CN

# MODULESETTINGS_TITLE_ZH_CN_DESCRIPTION
source: Set title for Chinese (People’s Republic of China) culture.
ar: MODULESETTINGS_TITLE_ZH_CN_DESCRIPTION

# MODULESETTINGS_WIDTH_STRETCHING
source: Module Auto Stretch
ar: MODULESETTINGS_WIDTH_STRETCHING

# MODULESETTINGS_WIDTH_STRETCHING_DESCRIPTION
source: Set to enable/disable automatic stretching of the module’s width to fill the empty area to the right of the module.
ar: MODULESETTINGS_WIDTH_STRETCHING_DESCRIPTION

source: Move to
ar: يتجه إلى

source: Move to tab
ar: انتقل إلى التبويب

# MOVEDOWN
source: Move selected item up in list
ar: نقل البند المحدد بأعلى إلى القائمة

# MOVELEFT
source: Move selected item on left
ar: نقل البند المحدد إلى اليسار

# MOVERIGHT
source: Move selected item on right
ar: نقل البند المحدد إلى اليمين

# MOVEUP
source: Move selected item up in list
ar: نقل البند المحدد بأعلى إلى القائمة

source: Name
ar: اسم

source: Navigation settings
ar: إعدادات الأنتقال

source: New Folder ?
ar: ملف جديد؟

# NEW_PORTAL_ERROR
source: There was an error creating the new portal. May be the portal exists. Try change portal alias.
ar: حدث خطأ أثناء إنشاء البوابة الجديدة، قد تكون هذه البوابة موجودة بالفعل أو تغيير الاسم المستعار للبوابة.

# NEWSLETTER_BLACKLISTED
source: Blacklisted by
ar: قائمة سوداء بواسطة

# NEWSLETTER_DIRECTURL
source: A direct url that can be used to logon automatically
ar: NEWSLETTER_DIRECTURL

# NEWSLETTER_HTML_MODE
source: Html Mode
ar: وضع HTML

# NEWSLETTER_INSERT_BREAK_LINES
source: Insert Break Lines
ar: إدراج خطوط فاصلة

# NEWSLETTER_MESSAGE_BODY
source: Message Body
ar: الرسالة الساسية

# NEWSLETTER_MSG_TEST
source: Test message will be sent to: {1} [{2}] - TEST MODE
ar: إلى مسجل (19 (2)سترسل هذه الرسالة

# NEWSLETTER_PASSWORD
source: Password
ar: NEWSLETTER_PASSWORD

# NEWSLETTER_SENDER_EMAIL_ADDRESS
source: Sender email address
ar: إرسال عنوان البريد الألكتروني

# NEWSLETTER_SENDER_OPTIONAL_NAME
source: Your Name (optional)
ar: اسمك (اختياري)

# NEWSLETTER_SUBJECT
source: Subject
ar: موضوع

# NEWSLETTER_TITLE
source: Newsletter Subscribers
ar: مشتركين النشرة الإخبارية

# NEWSLETTER_USEREMAIL
source: UserEmail
ar: NEWSLETTER_USEREMAIL

# NEWSLETTER_USERNAME
source: UserName
ar: NEWSLETTER_USERNAME

source: Next
ar: التالي

# NO_ACCOUNT
source: If you have not an account
ar: إذا لم يكن لك حساب مستخدم

# NO_FILE_MESSAGE
source: You must Enter a Valid File Name.
ar: يجب إدخال ايم ملف صحيح

# NO_FOLDER_SPECIFIED_MESSAGE
source: Unable to create directory specified in FlashPath
ar: لا يمكن إنشاء دليل مخصص في مسار الـFlash

# NO_IMAGE_MESSAGE
source: No Files to show.
ar: لا يجد ملفات لعرضها

source: None
ar: لا شيء

# NOTE
source: Notes
ar: ملاحظات

source: of
ar: الـــ

source: OK
ar: موافق

source: on
ar: على

# ONLY_FEATURED
source: Show Only Featured
ar: ONLY_FEATURED

source: or
ar: أو

# ORDER_OK
source: Your order was succesfully sent
ar: تم إرسال الطلب بنجاح

# ORDER_RECEIPT_NUMBER
source: Receipt number
ar: استلام رقم

# ORDER_WAIT_CONFIRM
source: Please wait for our Confirm by email.
ar: برجاء الأنتظار لحين إرسال التأكيد بالبريد الإلكتروني

# OWNER
source: Created by
ar: منشأة بواسطة

source: Page
ar: صفحة

source: Password
ar: كلمة السر

# PASSWORD_DO_NOT_MATCH
source: Password fields do not match.
ar: حقل كلمة السر غير مطابق

# PASSWORD_NOT_MATCH
source: Password fields do not match.
ar: كلمة السر غير مطابقة

source: Phone
ar: الهاتف

# PICTURES_CAPTION
source: Caption
ar: تسمية توضيحية

# PICTURES_DISPLAY_ORDER
source: Display Order
ar: عرض الطلب

# PICTURES_DONT_RESIZE
source: Don’t Resize
ar: عدم تغيير الحجم

# PICTURES_FILE
source: File
ar: ملف

# PICTURES_FIXED_WIDTH_AND_HEIGHT
source: Fixed width and height
ar: عرض وأرتفاع ثابت

# PICTURES_FLIP
source: Flip
ar: انعكاس

# PICTURES_HORIZONTAL
source: Horizontal
ar: أفقياً

# PICTURES_INCLUDE_EXIF
source: Include EXIF
ar: متضمن EXIF

# PICTURES_KEYWORDS
source: Keywords
ar: الكلمات الأساسية

# PICTURES_LONG_DESCRIPTION
source: Long Description
ar: وصف طويل

# PICTURES_MAINTAIN_ASPECT_FIXED_HEIGHT
source: Maintain aspect fixed height
ar: حفظ هيئة أرتفاع الثابت

# PICTURES_MAINTAIN_ASPECT_FIXED_WIDTH
source: Maintain aspect fixed width
ar: حفظ هيئة العرض الثابت

# PICTURES_ROTATE
source: Rotate
ar: استدارة

# PICTURES_SHORT_DESCRIPTION
source: Short Description
ar: وصف مختصر

# PICTURES_VERTICAL
source: Vertical
ar: عمودي

# PIVA
source: Company number
ar: رقم الشركة

# PORTAL_HOME
source: Home
ar: البداية

source: Portals
ar: بوابة

# PORTALSEARCH_ALL
source: All
ar: PORTALSEARCH_ALL

# PORTALSEARCH_FIELD
source: Field
ar: PORTALSEARCH_FIELD

# PORTALSEARCH_HIT
source: hit
ar: PORTALSEARCH_HIT

# PORTALSEARCH_HITS
source: hits
ar: PORTALSEARCH_HITS

# PORTALSEARCH_LINK
source: Link
ar: PORTALSEARCH_LINK

# PORTALSEARCH_MISSING
source: missing
ar: PORTALSEARCH_MISSING

# PORTALSEARCH_MODULE
source: Module
ar: PORTALSEARCH_MODULE

# PORTALSEARCH_MODULETITLE
source: Module Title
ar: PORTALSEARCH_MODULETITLE

# PORTALSEARCH_SEARCH
source: Search
ar: PORTALSEARCH_SEARCH

# PORTALSEARCH_TAB
source: Page
ar: PORTALSEARCH_TAB

# PORTALSEARCH_TESTINFO
source: TestInfo
ar: PORTALSEARCH_TESTINFO

# PORTALSEARCH_TITLE
source: Title
ar: PORTALSEARCH_TITLE

# PORTALSEARCH_TOPIC
source: Topic
ar: موضوع

# PORTALSEARCH_USER
source: User
ar: PORTALSEARCH_USER

# POSTED_BY
source: from
ar: من

# POSTED_DATE
source: Posted
ar: إرسال

source: Preview
ar: عرض

# PREVIOUS
source: Prev
ar: عرض

# PRODUCT_ADD_TO_CART
source: Add to Cart
ar: اضف إلى الكارت

# PRODUCT_CATEGORY_NOT_FOUND
source: Category not found
ar: الفئة غير موجودة

# PRODUCT_CHECKOUT
source: Check out
ar: حجز الوثيقة للتعديل

# PRODUCT_CONTINUE_SHOPPING
source: Continue shopping
ar: استمرار التسوق

# PRODUCT_DISPLAY_FEATURED_ITEMS
source: Displaying featured items
ar: عرض مميزات العناصر

# PRODUCT_EMPTY_CART
source: There are currently no items in your shopping cart.
ar: لا يوجد حالياً عناصر في كارت التسوق الخاص بك

source: ProductID
ar: إنتاج ID

# PRODUCT_INCLUDING_TAXES
source: (inc. tax)
ar: PRODUCT_INCLUDING_TAXES

# PRODUCT_INPUT_PROBLEM
source: There has been a problem with one or more of your inputs.
ar: هناك مشكلة وضحة في واحدة أو أكثر من مدخلاتك

# PRODUCT_MUST_LOG_IN_FOR_CHECKOUT
source: You must first login or register to check out!
ar: يجب الدخول أو التسجيل أولاً لكي تستطيع حجز الوثيقة وتعديلها

# PRODUCT_NAME
source: Name
ar: اسم

# PRODUCT_ORDER_DATE_CREATED
source: Date Created
ar: إنشاء تاريخ

# PRODUCT_ORDER_DATE_MODIFIED
source: Last Modified
ar: التعديل الأخير

# PRODUCT_ORDER_REFERENCE
source: Order Reference
ar: طلب المرجع

# PRODUCT_ORDER_TOTAL
source: Total
ar: الإجمالي

# PRODUCT_PAYMENT_METHOD
source: Payment Method
ar: طريقة الدفع

# PRODUCT_PRICE
source: Price
ar: ثمن

# PRODUCT_PRICE_NOT_AVAILABLE
source: Please contact us to purchase this item.
ar: من فضلك اتصل بنا، لشراء هذا البند

# PRODUCT_PRICE_WITH_TAX
source: Price With Tax
ar: السعر بالضريبة

# PRODUCT_QUANTITY
source: Quantity
ar: كمية

# PRODUCT_REFERENCE
source: Reference
ar: مرجع

# PRODUCT_REMOVE
source: Remove
ar: إزالة

# PRODUCT_SHIPPING
source: Shipping
ar: شحن

# PRODUCT_SHIPPING_INFORMATION
source: Shipping Information
ar: معلومات الشحن

# PRODUCT_SHIPPING_METHOD
source: Shipping Method
ar: طريقة الشحن

# PRODUCT_SHOP_HOME
source: Shop home
ar: بيت التسوق

# PRODUCT_SUBTOTAL
source: Subtotal
ar: مجاميع فرعية

# PRODUCT_TOTAL
source: Total
ar: إجمالي

# PRODUCT_TOTAL_EXPENSES
source: Total Expenses
ar: إجمالي المصاريف

# PRODUCT_TOTAL_PRICE_(INC_TAXES)
source: Total Price (inc Taxes)
ar: إجمالي السعر

# PRODUCT_TOTAL_TAXES
source: Total Taxes
ar: إجمالي الضرائب

# PRODUCT_TOTAL_WEIGHT
source: Total Weight
ar: إجمالي العرض

# PRODUCT_TOTAL_WITH_TAXES
source: Total with Taxes
ar: الإجمالي بالضرائب

# PRODUCT_UNIT
source: Unit
ar: وحدة

# PRODUCT_UPDATE
source: Update
ar: تحديث

# PRODUCT_VIEW_ACCOUNT
source: View account
ar: عرض الحساب

# PRODUCT_VIEW_CART
source: View cart
ar: عرض الكارت

# PRODUCTS_DISPLAYING_ORDER
source: Displaying order:
ar: عرض الطلب
