Repository: Appleseed/appleseed
Catalog: Master/Appleseed/WebSites/Appleseed/App_GlobalResources/Appleseed.*.resx
Languages: ar

# PRODUCTS_INSTRUCTIONS
source: You can select categories of products on the menu below.
ar: يمكنك اختيار فئة المنتج من القائمة الموجودة بالأسفل

# PRODUCTS_NO_ORDERS_TO_DISPLAY
source: You have no orders to display.
ar: لا يوجد طلب عرض

# PRODUCTS_ORDER_HISTORY_DISPLAY
source: Displaying your orders history. Click on the order ID to display the details of the corresponding order
ar: عرض الأوامر الخاصة بك. انقر تعريف المر لعرض تفاصيل الأمر المقابل

# PROFILE_INFO
source: Profile informations
ar: بيانات الملف

# PROPERTIES
source: Edit collection properties
ar: تعديل مجموعة الخصائص

# PROV_STATE
source: State/Province
ar: حالة / وظيفة

# Appleseed_RUNNING_VERSION
source: The running Appleseed version is
ar: الجاري تشغيلها هي

# READ_FULL_ANNOUNCE
source: Read full story
ar: قراءة موضوع بالكامل

source: Reason
ar: سبب

source: Register
ar: تسجيل

# REGISTER_DESCRIPTION
source: Choose here how Register Page should look like.
ar: اختر هنا كيفية عرض صفحة نموذج التسجيل التي يجب أن تظهر بها

# REGISTER_DIFFERENT
source: Please register using a different email address.
ar: برجاء التسجيل مستخدماً أكثر من عنوان للبريد الألكتروني

# REGISTER_NOW
source: Register and Sign In Now
ar: برجاء التسجيل والدخول اللآن

# REGISTER_REQUIRED
source: To use this module you have to register.
ar: يجب أن تكون مسجلاً قبل استخدام هذه الوحدة

source: Registered users
ar: المستخدمين المسجلين

source: Registration Failed!
ar: فشل في التسجيل

source: Remember Login
ar: دخول عضو

# REPEATCOLUMNS
source: Images per Column
ar: REPEATCOLUMNS

# REPEATDIRECTIONSETTING
source: Repeat Direction
ar: REPEATDIRECTIONSETTING

source: Return
ar: إعادة

# RETURN_HOME
source: Return to Portal Home
ar: الرجوع إلى صفحة البواية الرئيسية

# RETURNHOME
source: Return to Portal Home
ar: الرجوع إلى صفحة البوابة

source: Right
ar: يسار

# ROLE_ADD_NEW_USER
source: Create new user and add to role
ar: إنشاء مستخدم جديد وإضافة وظيفة له

# ROLE_ADD_USER
source: Add existing user to role
ar: إضافة مستخدم موجود إلى الوظيفة

# ROLE_CHANGE_MEMBERS
source: Change Role Members
ar: تغيير وظيفة العضو

# ROLE_ERROR_ADD
source: Add New Failed! There is already an entry for <u>%1%</u> in the Users database.<br>Please use Add Existing for this user.
ar: فشل إضافة جديدة! هناك إدخال موجود بالفعل <u>%1%<u/> في قاعدة البيانات الخاصة بالمستخدمين. .<br>من فضلك استخدم الإضافة الموجودة لهذا المستخدم.

source: Role Membership:
ar: وظيفة العضوية

# ROLE_NEW_ROLE
source: New Role
ar: وظيفة جديدة

# ROLE_SAVE_CHANGES
source: Save Role Changes
ar: حفظ تغيير الوظيفة

# ROLES_DESCRIPTION
source: Roles
ar: وظيفة

# ROLESADD
source: Roles that can add content
ar: الأدوار المسموح لها بإضافة المحتويات

# ROLESCOLLECTION
source: Roles that can edit collection content
ar: الأدوار المسموح لها بتعديل مجموعة المحتويات

# ROLESDELETE
source: Roles that can delete content
ar: الأدوار المسموح لها بمسح المحتويات

# ROLESEDIT
source: Roles that can edit content
ar: الأدوار المسموح لها بتعديل المحتويات

# ROLESVIEW
source: Roles that can view content
ar: الأدوار المسموح لها بعرض المحتويات

# ROOM_NUMBER
source: Number of rooms
ar: عدد الغرف

source: Root Level
ar: المستوى الجذري

# SAVE
source: Save Changes
ar: حفظ التغييرات

source: Save and close
ar: حفظ وإغلاق

# SAVEUSER
source: Save User Changes
ar: حفظ تغييرات المستخدم

# SECURITY_USER_SETTINGS
source: Users and Security settings
ar: إعدادات المستخدمين والتأمين

# SECURITYCHECK_HEADERADD
source: Add
ar: SECURITYCHECK_HEADERADD

# SECURITYCHECK_HEADERADMIN
source: Admin
ar: SECURITYCHECK_HEADERADMIN

# SECURITYCHECK_HEADERDELETE
source: Delete
ar: SECURITYCHECK_HEADERDELETE

# SECURITYCHECK_HEADERDELMOD
source: Delete Mod.
ar: SECURITYCHECK_HEADERDELMOD

# SECURITYCHECK_HEADEREDIT
source: Edit
ar: SECURITYCHECK_HEADEREDIT

# SECURITYCHECK_HEADERMOVE
source: Move
ar: SECURITYCHECK_HEADERMOVE

# SECURITYCHECK_HEADERNAME
source: Name
ar: SECURITYCHECK_HEADERNAME

# SECURITYCHECK_HEADERPROPERTIES
source: Properties
ar: SECURITYCHECK_HEADERPROPERTIES

# SECURITYCHECK_HEADERTAB
source: Page
ar: SECURITYCHECK_HEADERTAB

# SECURITYCHECK_HEADERTYPE
source: Module Type
ar: SECURITYCHECK_HEADERTYPE

# SECURITYCHECK_HEADERVIEW
source: View
ar: SECURITYCHECK_HEADERVIEW

# SECURITYCHECK_ONLYADMIN
source: Only Admin Modules
ar: SECURITYCHECK_ONLYADMIN

# SECURITYCHECK_SEARCH
source: Search
ar: SECURITYCHECK_SEARCH

source: Select all
ar: اختار الكل

source: Select none
ar: لا اختيار

source: Send Newsletter
ar: إرسال النشرة الأخبارية

source: Send Newsletter
ar: إرسال النشرة الأخبارية

# SENDTHTS_BODY
source: Message Body:
ar: الرسالة الأساسية:

# SENDTHTS_BODY_ERR
source: Please enter message text.
ar: من فضلك ادخل نص الرسالة

# SENDTHTS_CLEAR
source: Clear
ar: واضح

# SENDTHTS_DES_TXT
source: Write a description here...
ar: ادخل الوصف هنا...

# SENDTHTS_EMAILBLANK
source: ’EMail’ must not be left blank.
ar: لا يجب أن يكون حقل "البريد الألكتروني" فارغاً

# SENDTHTS_EMAILVALID
source: Please enter a valid email address.
ar: من فضلك، ادخل بريد إلكتروني صحيح

# SENDTHTS_NAME
source: Name
ar: اسم

# SENDTHTS_RECIPIENT
source: Recipient’s EMail address not set.
ar: تم إرسال البريد الأكتروني

# SENDTHTS_REMAIL
source: Real EMail Address
ar: عنوان بريد إلكتروني صحيح

# SENDTHTS_SEND
source: Send
ar: إرسال

# SENDTHTS_SENT
source: The message was sent - thank you for your message!
ar: نشكركم على إرسال الرسالة

# SENDTHTS_SUBJECT
source: Subject: (optional)
ar: موضوع: (اختياري)

# SENDTHTS_YREMAIL
source: Your EMail Address:
ar: عنوان بريدك الألكتروني

# SENDTHTS_YRNAME
source: Your Name: (optional)
ar: الاسم: (اختياري)

# SETTING_BETWEEN
source: %1% must be between %2% and %3%!
ar: SETTING_BETWEEN

# SETTING_REQUIRED
source: %1% is required!
ar: %1% مطلوب

source: Settings
ar: إعدادات

# SHOW_COLUMN_ADDRESS_DESCRIPTION
source: Switch for displaying the Address column or not.
ar: SHOW_COLUMN_ADDRESS_DESCRIPTION

# SHOW_COLUMN_CONTACT1_DESCRIPTION
source: Switch for displaying the contact1 column or not.
ar: SHOW_COLUMN_CONTACT1_DESCRIPTION

# SHOW_COLUMN_CONTACT2_DESCRIPTION
source: Switch for displaying the contact2 column or not.
ar: SHOW_COLUMN_CONTACT2_DESCRIPTION

# SHOW_COLUMN_EMAIL_DESCRIPTION
source: Switch for displaying the email column or not.
ar: SHOW_COLUMN_EMAIL_DESCRIPTION

# SHOW_COLUMN_FAX_DESCRIPTION
source: Switch for displaying the Fax column or not.
ar: SHOW_COLUMN_FAX_DESCRIPTION

source: Show Flash Gallery
ar: استعراض معرض Flash

# SHOWCOLLAPSABLE
source: Can collapse window?
ar: غلق النافذة

# SHOWCREATEDDATE
source: Show create date
ar: SHOWCREATEDDATE

# SHOWEVERYWHERE
source: Show on every page?
ar: إظهار في كل صفحة

# SHOWMOBILE
source: Show to mobile users?
ar: العرض على موبايل المستخدمين

source: Show modified by
ar: عرض التعديل بواسطة

# SHOWMODIFIEDBY_DESCRIPTION
source: Switches ’Show Modified by’ display on/off
ar: تعديل "عرض التعديل بواسطة" عرض الإيقاف / التشغيل

source: Show Print Button
ar: عرض زر الطباعة

# SHOWPRINTBUTTON_DESCRIPTION
source: Show print button in view mode?
ar: استعراض زر طباعة في مجال العرض

# SHOWTHUMBNAILSPANEL
source: Show thumbnail panel
ar: SHOWTHUMBNAILSPANEL

source: Show Title
ar: عرض العنوان

# SHOWTITLE_DESCRIPTION
source: Switches title display on/off
ar: تبديل عرض عنوان إيقاف / تشغيل

# SHOWUPLOAD
source: Upload?
ar: SHOWUPLOAD

# SHOWUPLOAD_DESCRIPTION
source: Only used if Editor is ActiveUp HtmlTextBox
ar: يستخدم فقط إذا كان القائم بالتعديل "ActiveUp HTML text Box"

source: Sign in
ar: دخول

# SIGNIN_ALLOW_REMEMBER_LOGIN
source: Allow Remember Login
ar: SIGNIN_ALLOW_REMEMBER_LOGIN

# SIGNIN_ALLOW_REMEMBER_LOGIN_DESCRIPTION
source: If Checked allows to remember logins
ar: SIGNIN_ALLOW_REMEMBER_LOGIN_DESCRIPTION

# SIGNIN_ALLOW_SEND_PASSWORD
source: Allow Send Password
ar: SIGNIN_ALLOW_SEND_PASSWORD

# SIGNIN_ALLOW_SEND_PASSWORD_DESCRIPTION
source: If Checked allows user to ask to get password by email if he forgotten
ar: SIGNIN_ALLOW_SEND_PASSWORD_DESCRIPTION

# SIGNIN_ENTER_EMAIL_ADDR
source: Please enter an E-Mail address
ar: من فضلك ادخل البريد الألكتروني

# SIGNIN_PWD_MISSING_IN_DB
source: Your password was not found in the database.
ar: كلمة السر الخاصة بك غير موجودة بقاعدة البيانات

# SIGNIN_PWD_REQUESTED
source: The password you have requested is:
ar: كلمة السر التي طلبتها

# SIGNIN_PWD_TO
source: Password to:
ar: كلمة السر

# SIGNIN_PWD_WAS_SENT
source: Your password has been sent to the email address you provided.
ar: SIGNIN_PWD_WAS_SENT

# SIGNIN_SEND_PWD
source: Forgot your password? Click here.
ar: ارسل كلمة السر

# SIGNIN_THANK_YOU
source: Thank you and we hope you enjoy your visit to
ar: نشكركم ونتمنى أن تستمتعوا بالزيارة

# SIGNIN_YOU_CAN_LOGIN_FROM
source: You can login from
ar: يمكنك الدخول من :

source: Site Path
ar: مسار الموقع

source: Site Title
ar: عنوان الموقع

# SITESETTINGS_ALLOW_MODULE_CUSTOM_THEMES
source: Allow Module Custom Themes?
ar: SITESETTINGS_ALLOW_MODULE_CUSTOM_THEMES

# SITESETTINGS_ALLOW_MODULE_CUSTOM_THEMES_DESCRIPTION
source: Select to allow Custom Theme to be set on Modules.
ar: SITESETTINGS_ALLOW_MODULE_CUSTOM_THEMES_DESCRIPTION

# SITESETTINGS_ALLOW_NEW_REGISTRATION
source: Allow New Registrations?
ar: السماح بتسجيل جديد

# SITESETTINGS_ALLOW_NEW_REGISTRATION_DESCRIPTION
source: Check this to allow users register themselves. Leave blank for register through User Manager only.
ar: اختار هذا للسماح للمستخدمين بتسجيل أنفسهم. اترك الحقل خالياً ليتم التسجيل فقط من خلال مدير المستخدمين.

# SITESETTINGS_ALT_THEME
source: Alternate Theme
ar: موضوع بديل

# SITESETTINGS_ALT_THEME_DESCRIPTION
source: Specify the site level alternate theme here.
ar: حدد مستوى الموضوع البديل في هذا الموقع

# SITESETTINGS_BODYATTS
source: &lt;body&gt; attributes
ar: SITESETTINGS_BODYATTS

# SITESETTINGS_BODYATTS_DESCRIPTION
source: Allows you to enter a string which will be inserted within the <body> element, e.g. leftmargin="0" bottommargin="0", etc. NOTE: not advisable to use this to inject onload() function calls as there is a programmatic function for that. NOTE also that is your CSS is well sorted you should not need anything here.
ar: SITESETTINGS_BODYATTS_DESCRIPTION

# SITESETTINGS_COUNTRY_FILTER
source: Allowed countries
ar: البلاد المسموح بها

# SITESETTINGS_COUNTRY_FILTER_DESCRIPTION
source: Allowed countries limits country list in RegisterFull page, select ’World’ for no filter.
ar: SITESETTINGS_COUNTRY_FILTER_DESCRIPTION

# SITESETTINGS_DEFAULT_EDITOR
source: Default Editor
ar: محرر إفتراضي

# SITESETTINGS_DEFAULT_EDITOR_DESCRIPTION
source: This Editor is used by workflow and is the default for new modules.
ar: يستخدم هذا المحرر بواسطة نظام سير العمل ويعتبر هو المحرر الأفتراضي للوحدات الجديدة

# SITESETTINGS_DEFAULT_IMAGE_FOLDER
source: Default Image Folder
ar: ملف الصور الأفتراضي

# SITESETTINGS_DEFAULT_IMAGE_FOLDER_DESCRIPTION
source: Set the default image folder used by Current Editor
ar: إعداد حافظة الصور الأفتراضية المستخدمة بالمحرر الحالي

# SITESETTINGS_DOCTYPE
source: DOCTYPE string
ar: SITESETTINGS_DOCTYPE

# SITESETTINGS_DOCTYPE_DESCRIPTION
source: Allows you to enter a DOCTYPE string which will be inserted as the first line of the HTML output page (i.e. above the <html> element). Use this to force Quirks or Standards mode, particularly in IE. See <a href="http://gutfeldt.ch/matthias/articles/doctypeswitch/table.html" target="_blank">here</a> for details. NOTE: Appleseed.Zen requires a setting that guarantees Standards mode on all browsers.
ar: SITESETTINGS_DOCTYPE_DESCRIPTION

# SITESETTINGS_EDITOR_HEIGHT
source: Editor Height
ar: أرتفاع المحرر

# SITESETTINGS_EDITOR_HEIGHT_DESCRIPTION
source: Default Editor Height
ar: أرتفاع المحرر الأفتراضي

# SITESETTINGS_EDITOR_WIDTH
source: Editor Width
ar: عرض المحرر

# SITESETTINGS_EDITOR_WIDTH_DESCRIPTION
source: Default Editor Width
ar: عرض المحرر الأفتراضي

# SITESETTINGS_LANGLIST
source: Language list
ar: قائمة اللغات

# SITESETTINGS_LANGLIST_DESCRIPTION
source: This is a list of the languages that the site will support,it’s in format <UI-Culture>=<Formatting-Culture>.
ar: هناك قائمة باللغات موجودة بالموقع تظهر لك بشكل عام <UI-Culture>=<Formatting-Culture>

# SITESETTINGS_LOGO
source: Logo
ar: شعار

# SITESETTINGS_LOGO_DESCRIPTION
source: Enter the name of logo file here.
ar: ادخل هنا اسم شعار الملف

# SITESETTINGS_ON_REGISTER_SEND_TO
source: Send Mail To
ar: SITESETTINGS_ON_REGISTER_SEND_TO

# SITESETTINGS_ON_REGISTER_SEND_TO_DESCRIPTION
source: On new registration a mail will be send to the email address you provide here.
ar: SITESETTINGS_ON_REGISTER_SEND_TO_DESCRIPTION

# SITESETTINGS_PAGE_KEY_PHRASE
source: Default Page Keyphrase
ar: الجلة الأساسية الأفتراضية في الصفحة

# SITESETTINGS_PAGE_KEY_PHRASE_DESCRIPTION
source: This setting can be used by a module or by a control. It allows you to define a common message for the entire portal e.g. Welcome to x portal! This can be used for search engine optimisation. It allows you to define a keyword rich phrase to be used throughout your portal.
ar: SITESETTINGS_PAGE_KEY_PHRASE_DESCRIPTION

# SITESETTINGS_PAGE_LAYOUT
source: Page layout
ar: تخطيط الصفحة

# SITESETTINGS_PAGE_LAYOUT_DESCRIPTION
source: Specify the site level page layout here.
ar: تحديد مستوى تخطيط الصفحة في الموقع

# SITESETTINGS_PAGE_META_DESCRIPTION
source: Default Page Description
ar: وصف إفتراضي للصفحة

# SITESETTINGS_PAGE_META_DESCRIPTION_DESCRIPTION
source: This setting is to help with search engine optimisation. Enter a default description (Not too long though. 1 paragraph is enough) that describes your portal.
ar: يساعد هذا الإعداد ضبط محرك البحث. ادخل وصف افتراضي (ليس طويلا، فيكفي فقرة واحدةً ) والتي تصف البوابة.

# SITESETTINGS_PAGE_META_ENCODING
source: Default Page Encoding
ar: الرمز الأفتراضي للصفحة

# SITESETTINGS_PAGE_META_ENCODING_DESCRIPTION
source: Every time your browser returns a page it looks to see what format it is retrieving. This allows you to specify the default content type.
ar: عندما يعيد المستعرض الصفحة، فإنه يفحص الشكل الذي يعيده. يتيح لك هذا تحديد نوع المحتوى الافتراضي

# SITESETTINGS_PAGE_META_KEYWORDS
source: Default Page Keywords
ar: الكلمات الساسية الأفتراضية في الصفحة

# SITESETTINGS_PAGE_META_KEYWORDS_DESCRIPTION
source: This setting is to help with search engine optimisation. Enter 1-15 Default Keywords that represent what your site is about.
ar: يساعد هذا الإعداد ضبط محرك البحث. ادخل 1-15 من الكلمات الأساسية الافتراضية التي تشير إلى طبيعة موقعك.

# SITESETTINGS_PAGE_META_OTHERS
source: Default Additional Meta Tag Entries
ar: مدخلات إفتراضية للعلامات الخلفية الإضافية

# SITESETTINGS_PAGE_META_OTHERS_DESCRIPTION
source: This setting allows you to enter new tags into the Tab / Page’s HEAD Tag. As an example we have added a portal tag to identify the version, but you could have a meta refresh tag or something else like a css reference instead.
ar: تسمح لك هذه الإعدادات بإدخال علامة جديدة في التبويب / علامة الأفقية للصفحة. على سبيل المثال لقد أضفنا علامة للبوابة لتحديد النسخ، لكن قد يكون لديك علامة تحديث أو شيء آخر مثل مرجع CSS.

# SITESETTINGS_PAGE_TITLE
source: Default Page Title
ar: عنوان الصفحة الأفتراضي

# SITESETTINGS_PAGE_TITLE_DESCRIPTION
source: Allows you to enter a default tab / page title (Shows at the top of your browser).
ar: يسمح لك بإدخال التبويب الافتراضي / عنوان الصفحة (استعراض في أعلى الصفحة)

# SITESETTINGS_PAGE_URL_KEYWORD
source: A Default Keyword To Identify all Tabs / Pages
ar: الكلمة الأساسية الافتراضية لتعريف جميع التبويبات/ والصفحات

# SITESETTINGS_PAGE_URL_KEYWORD_DESCRIPTION
source: This setting is not fully implemented yet. It was to help with search engine optimisation by allowing you to specify a default keyword that would appear in your url.
ar: حدد كلمة أساسية تظهر لك أفتراضياً في الموقع

# SITESETTINGS_REGISTER_FULL
source: RegisterFull
ar: السجل مكتمل

# SITESETTINGS_REGISTER_MODULEID
source: Register Module ID
ar: تسجيل تعريف الوحدة

# SITESETTINGS_REGISTER_MODULEID_DESCRIPTION
source: Some custom registration may require additional settings, type here the ID of the module from where we should load settings (0= not used). Usually this module is added in an hidden area.
ar: كاد يتطلب التسجيل الأعتيادي المزيد من الوحدات . ادخل هنا تعريف الوحدة التي يجب أن تحمل منها الوحدات (0 = غير مستخدم) حدد ما يتم إضافة هذه الوحدة في منطقة خافية

# SITESETTINGS_REGISTER_SIMPLE
source: Register
ar: تسجيل

# SITESETTINGS_REGISTER_TYPE
source: Register Type
ar: نوع التسجيل

# SITESETTINGS_REGISTER_TYPE_DESCRIPTION
source: Choose here how Register Page should look like.
ar: اختر هنا طريقة التسجيل المراد التسجيل بها

# SITESETTINGS_SHOW_MODIFIED_BY
source: Show modified by
ar: عرض التعديل بواسطة

# SITESETTINGS_SHOW_MODIFIED_BY_DESCRIPTION
source: Check to show by whom the module is last modified.
ar: اختر لأستعراض الشخص الذي قام بأخير تعديل للوحدة

# SITESETTINGS_SHOW_MODULE_ARROWS
source: Show module arrows
ar: استعراض اسهم الوحدة

# SITESETTINGS_SHOW_MODULE_ARROWS_DESCRIPTION
source: Check to show the arrows in the module title to move modules.
ar: اختر لأستعراض ألسهم في عنوان الوحدة ونقلها إلى الوحدات الأخرى

# SITESETTINGS_SHOWUPLOAD
source: Upload?
ar: تحميل

# SITESETTINGS_SHOWUPLOAD_DESCRIPTION
source: Only used if Editor is ActiveUp HtmlTextBox
ar: يستخدم فقط إذا كان القائم بالتعديل "ActiveUp HTML text Box"

# SITESETTINGS_SITE_PATH
source: Site Path
ar: مسار الموقع

# SITESETTINGS_SITE_TITLE
source: Site Title
ar: اسم الموقع

# SITESETTINGS_TERMS_OF_SERVICE
source: Terms file name
ar: شروط اسم الملف

# SITESETTINGS_TERMS_OF_SERVICE_DESCRIPTION
source: Type here a file name used for showing terms and condition in each register page. Provide localized version adding _<culturename>. E.g. Terms.txt, will search for Terms.txt and for Terms_EN_US.txt
ar: ادخل هنا اسم الملف الذي سيتم استخدامه في عرض المصطلحات والشروط في كل صفحة تسجيل.تقديم النسخ العملية بإضافة >اسم الثقافة< E.g. Terms.txt,، ويتم البحث عن Terms.txt و عن Terms_EN_US.txt

# SITESETTINGS_THEME
source: Theme
ar: موضوع

# SITESETTINGS_THEME_DESCRIPTION
source: Specify the site level theme here.
ar: حدد مستوى الموضوع في هذا الموقع

# SM_MENU_REPEATDIRECTION
source: Menu RepeatDirection
ar: SM_MENU_REPEATDIRECTION

# SM_MENU_REPEATDIRECTION_DESCRIPTION
source: Sets the repeat direction for menu rendering.
ar: SM_MENU_REPEATDIRECTION_DESCRIPTION

# SM_MENUBINDINGTYPE
source: MenuBindingType
ar: SM_MENUBINDINGTYPE

# SM_MENUTYPE
source: MenuType
ar: SM_MENUTYPE

# SM_MENUTYPE_DESCRIPTION
source: Sets the type of menu this module use.
ar: SM_MENUTYPE_DESCRIPTION

# SM_PARENTTABID
source: Parent Page Id
ar: SM_PARENTTABID

# SM_PARENTTABID_DESCRIPTION
source: Sets the Id of the Parent Page for the menu (this page may be hidden or inaccessible for the logged on user.)
ar: SM_PARENTTABID_DESCRIPTION

source: Start Date
ar: بدء تاريخ

source: Subject
ar: موضوع

source: Submit
ar: إرسال

source: Subtitle
ar: العنوان الفرعي

# SURVEY_ADDNEWOPTION
source: Add New Option
ar: إضافة اختيار جديد

# SURVEY_ADDOPTBELOW
source: Add to ’Options’ Below
ar: إضافة إلى "اختيار" في الأسفل

source: Survey Details Options
ar: فحص تفاصيل الأختيار

# SURVEY_NEWOPTION
source: New Option
ar: اختيار جديد

# SURVEY_OPTION_ERR
source: Please, insert the option.
ar: من فضلك ادخل اختيار

# SURVEY_OPTIONS
source: Options
ar: اختيار

# SURVEY_QUESTION
source: Question
ar: سؤال

# SWI_PUBLISH
source: Publish
ar: ناشر

# SWI_READYTOAPPROVE
source: Request approval
ar: SWI_READYTOAPPROVE

# SWI_REVERT
source: Revert
ar: SWI_REVERT

# SWI_ROLESAPPROVING
source: Approve roles
ar: تأكيد الوظيفة

# SWI_ROLESPUBLISHING
source: Authorized publishing roles
ar: وظائف النشر المسموح بها

# SWI_SUPPORTWORKFLOW
source: Enable workflow support
ar: إتاحة دعم سير العمل

# SWI_SWAPTOPRODUCTION
source: Switch to production version
ar: الأنتقال إلى نسخة الأنتاج

# SWI_SWAPTOSTAGING
source: Switch to staging version
ar: التحول إلى النسخة المرحلية

# TAB_DELETE_FAILED
source: Delete failed. There are still modules on the tab you are trying to delete or there are other tabs linked to it. Please remove all modules and linked tabs before attempting to delete again.
ar: لم يتم الحذف. قد يكون هناك وحدات في التبويب الذي تريد حذفه أو قد يكون هناك تبويبات مرتبطة به. برجاء إزالة جميع الوحدات و التبويبات المرتبطة قبل محاولة الحذف.

# TAB_NAME
source: New Page Name
ar: تبويب جديد (ادخل الاسم)

# TAB_PARENT
source: Parent page
ar: تبويب الأصل

# TAB_TITLE_Appleseed_HELP
source: Appleseed Help
ar: TAB_TITLE_Appleseed_HELP

# TABKEYPHRASE
source: Default Page Keyphrase
ar: التبويب الافتراضي / الجملية الأساسية في الصفحة

# TABKEYPHRASE_DESCRIPTION
source: This setting can be used by a module or by a control. It allows you to define a common message for the entire portal e.g. Welcome to x portal! This can be used for search engine optimisation. It allows you to define a keyword rich phrase to be used throug
ar: يمكن استخدام هذا الإعداد من خلال الوحدات أو أدوات التحكم و يتيح لك هذا الإعداد تعريف رسالة عامة للبوابة بإكمالها، مثل "مرحباً بك في البوابة". ويمكن استخدام هذا لضبط وتحسين محرك البحث، حيث يتيح لك تعريف جملة مليئة بالكلمات السرية لاستخدامها.

# TABKEYPHRASE_EN
source: Page Key Phrase (en)
ar: تبويب الجملة الأساسية (اللغة الأنجليزية)

# TABKEYPHRASE_EN_DESCRIPTION
source: Key Phrase for this Page for English culture.
ar: الجملة الأساسية للتبويب/الصفحة للثقافة الأنجليزية

# TABKEYPHRASE_ES
source: Page Key Phrase (es)
ar: تبويب الجملة الأساسية (اللغة الأسبانية)

# TABKEYPHRASE_ES_ES
source: Page Key Phrase (ES_ES)
ar: TABKEYPHRASE_ES_ES

# TABKEYPHRASE_ES_DESCRIPTION
source: Key Phrase this Tab/Page for Spanish culture.
ar: الجملة الأساسية للتبويب/الصفحة للثقافة الأسبانية

# TABLAYOUT
source: Default Layout
ar: تخطيط افتراضي

# TABLEEDIT_MSG_CONNECT
source: Please connect to a database... (check settings)
ar: من فضل اتصل بقاعدة البيانات ... (اختر الإعدادات)

# TABLEEDIT_SELECT_TABLE
source: Select a Table
ar: اختر جدول

# TABLINK
source: Static Link URL
ar: رابطة ستاتيكية، عنوان الرابطة

# TABLINK_DESCRIPTION
source: Allows this tab to act as a navigation link to any URL.
ar: السماح بتمثيل التبويب بنقل الرابطة إلى أي URL

# TABMETADESCRIPTION
source: Default Tab / Page Description
ar: وصف تبويب / صفحة إفتراضية

# TABMETADESCRIPTION_DESCRIPTION
source: This setting is to help with search engine optimisation. Enter a default description (Not too long though. 1 paragraph is enough) that describes your portal.
ar: يساعد هذا الإعداد ضبط محرك البحث. ادخل وصف افتراضي (ليس طويلا، فيكفي فقرة واحدةً ) والتي تصف البوابة.

# TABMETAENCODING
source: Default Tab / Page Encoding
ar: التبويب الافتراضي / ورمز الصفحة

# TABMETAENCODING_DESCRIPTION
source: Every time your browser returns a page it looks to see what format it is retrieving. This allows you to specify the default content type.
ar: عندما يعيد المستعرض الصفحة، فإنه يفحص الشكل الذي يعيده. يتيح لك هذا تحديد نوع المحتوى الافتراضي

# TABMETAKEYWORDS
source: Default Tab / Page Keywords
ar: التبويب الأفتراضي / الكلمات الأساسية في الصفحة

# TABMETAKEYWORDS_DESCRIPTION
source: This setting is to help with search engine optimisation. Enter 1-15 Default Keywords that represent what your site is about.
ar: يساعد هذا الإعداد ضبط محرك البحث. ادخل 1-15 من الكلمات الأساسية الافتراضية التي تشير إلى طبيعة موقعك.

# TABMETAOTHER
source: Default Additional Meta Tag Entries
ar: مدخلات إفتراضية للعلامات الخلفية الإضافية

# TABMETAOTHER_DESCRIPTION
source: This setting allows you to enter new tags into the Tab / Page’s HEAD Tag. As an example we have added a portal tag to identify the version, but you could have a meta refresh tag or something else like a css reference instead.
ar: تسمح لك هذه الإعدادات بإدخال علامة جديدة في التبويب / علامة الأفقية للصفحة. على سبيل المثال لقد أضفنا علامة للبوابة لتحديد النسخ، لكن قد يكون لديك علامة تحديث أو شيء آخر مثل مرجع CSS.

# TABPLACEHOLDER
source: Act as a Placeholder?
ar: تمثيل العناصر النائبة
