Repository: Appleseed/appleseed
Catalog: Master/Appleseed/WebSites/Appleseed/App_GlobalResources/Appleseed.*.resx
Languages: ar

source: Abstract
ar: تجريدي

# ACCEPT
source: I Accept Terms and conditions
ar: موافق على التعليمات والشروط

# ACCEPT_TERMS
source: I Accept Terms and conditions
ar: موافق على التعليمات والشروط

source: Access Denied
ar: غير مسموح بالدخول

# ACCESS_DENIED_MESSAGE
source: Either you are not currently logged in, or you do not have access to this page within the portal. Please contact the portal administrator to obtain access.
ar: قد لا تكون مسجلاً في الوقت الحالي، أو ليس لك صلاحية الدخول للتعديل في محتويات وحدة البوابة الحالية.من فضلك اتصل بمسئول البوابة للحصول على صلاحية التعديل في هذه الوحدة

source: Access Denied
ar: لم يسمح بالوصول

# ACCOUNT_INFO
source: Account informations
ar: بيانات الحساب

source: Account login
ar: كلمة المرور

source: Add
ar: إضافة

source: Add Article
ar: إضافة

# ADD_DOCUMENT
source: Add new document
ar: مستندات

source: Add new
ar: إضافة جديد

source: Add new user
ar: إضافة مستخدم جديد

source: Add Portal
ar: إضافة بوابة

# ADDTAB
source: Add New Page
ar: إضافة تبويب جديد

# ADDUSER
source: Add user to this role
ar: وظيفة

source: Admin module?
ar: وحدة مسئول النظام

# ADVPAYM
source: Advance Payment
ar: دفعة مقدمة

source: All
ar: كل

source: Allow New Registrations?
ar: السماح بتسجيل جديد

# ALLOWNEWREGISTRATIONS_DESCRIPTION
source: Check this to allow users register themselves. Leave blank for register through User Manager only.
ar: اختر هذا الخيار للسماح للمستخدمين بتسجيل أنفسهم للتسجيل من خلال المستخدم فقط، اترك الحقل فارغ.

# ALPHA_LIST_DESCRIPTION
source: Description
ar: وصف

# ALPHA_LIST_ITEM_DETAILS
source: Details
ar: تفاصيل

# ALPHA_LIST_LABEL1
source: Label 1
ar: علامة

# ALPHA_LIST_LABEL2
source: Label 2
ar: علامة 2

# ALPHA_LIST_READMORELINK
source: Read More
ar: قرءاة أكثر

# ALPHA_LIST_TITLE
source: Title
ar: عنوان

# ALREADY_REGISTERED
source: is already registered.
ar: تم تسجيله من قبل

# ALREADY_REGISTERED1
source: If you already have an account
ar: إذا كان عندك حساب من قبل

# AM_ADDMODULE
source: Add Module
ar: إضافة وحدة

# AM_ADDMODULEBELOW
source: Add to "Organize Modules" Below
ar: اضف إلى "وحدة التنظيم" الموجودة بالأسفل

# AM_ADDMODULETOTAB
source: Add this Module to the page
ar: اضف هذه الوحدة إلى الصفحة

# AM_ADDROLE
source: Add New Role
ar: إضافة وظيفة جديدة

# AM_BASESOLUTION
source: Base solution
ar: حل أساسي

# AM_CENTERPANEL
source: Center Pane
ar: الجزء الأوسط

# AM_LEFTPANEL
source: Left Mini Pane
ar: الجزء المصغر من ناحية اليسار

# AM_MOBILETAB
source: Mobile Tab Name:
ar: اسم تبويب الموبايل

# AM_MODULELOCATION
source: Module Location:
ar: موقع الوحدة

# AM_MODULENAME
source: Module Title:
ar: اسم الوحدة

# AM_MODULETYPE
source: Module Type
ar: نوع الوحدة

# AM_MODULEVISIBLETO
source: Module Visible To:
ar: عرض الوحدة لـ

# AM_ORGANIZEMODULE
source: Organize Modules
ar: الوحدة

# AM_PORTALALIAS
source: Portal Alias
ar: اسم مستعار للبوابة

# AM_PORTALID
source: Portal ID
ar: رمز البوابة

# AM_RIGHTPANEL
source: Right Mini Pane
ar: الجزء المصغر من ناحية اليمين

# AM_ROLESAUTH
source: Authorized Roles
ar: دور

# AM_SHOWEDIT
source: Always show edit button?
ar: عرض زر التعديل

# AM_SHOWMOBILE
source: Show to mobile users
ar: مستخدمين

# AM_SITEPATH
source: Site Path
ar: مسار الموقع

# AM_SITETITLE
source: Site Title
ar: مسار العنوان

# AM_TABNAME
source: Tab Name and Layout
ar: تبويب الاسم والتخطيط

# AM_TABNAME1
source: Tab Name
ar: تبويب الاسم

# AM_TABS
source: Tabs
ar: تبويبات

# AM_THEME
source: Theme
ar: المواضيع

# ANNOUNCES_ADD
source: Add new Announce
ar: اعلان

# ANNOUNCES_DESCRIPTION
source: Description
ar: وصف

# ANNOUNCES_DETAILS
source: Announcement Details
ar: تفاصيل

# ANNOUNCES_EXPIRES
source: Expires
ar: انتهاء الصلاحية

# ANNOUNCES_READ_MORE_LINK
source: Read More Link
ar: قراءة رابطات عديدة

# ANNOUNCES_READ_MORE_MOBILE
source: Read More (Mobile)
ar: قراءة العديد (موبايل)

# ANNOUNCES_TITLE
source: Title
ar: عنوان

# ANNOUNCES_VALID_DESCRIPTION
source: You Must Enter a Valid Description
ar: يجب إدخال وصف صحيح

# ANNOUNCES_VALID_EXPIRE
source: You Must Enter a Valid Expiration Date
ar: يجب إدخال تاريخ إنتهاء صلاحية صحيح

# ANNOUNCES_VALID_TITLE
source: You Must Enter a Valid Title
ar: يجب إدخال عنوان صحيح

# APPLY
source: Apply changes
ar: تطبيق التغييرات

source: Apply changes
ar: تطبيق التغييرات

source: Apply module changes
ar: تطبيق تغييرات التبويب

# APPLYBUTTON
source: Apply changes
ar: تطبيق التغيير

source: Apply module changes
ar: تطبيق تعديلات الوحدات

# APPLYNAME
source: Apply Name and Password Changes
ar: تطبيق تغييرات الاسم وكلمة السر

source: Apply Theme
ar: تطبيق المواضيع

# APPLYTHEME_DESCRIPTION
source: Check this box to apply theme to this module
ar: اختر مربع الاختيار لاختيار موضوع هذه الوحدة

source: Area
ar: منطقة

source: Article Detail
ar: تفاصيل المادة

# AT_ADDTAB
source: Add Tab
ar: AT_ADDTAB

# AT_JUMPTOTAB
source: Jump to tab
ar: AT_JUMPTOTAB

# AT_MOBILETABNAME
source: Mobile Tab Name
ar: AT_MOBILETABNAME

# AT_SHOWMOBILE
source: Show Mobile
ar: AT_SHOWMOBILE

# AT_TABPARENT
source: Page Parent
ar: AT_TABPARENT

# AT_TABTITLE
source: Tab Title
ar: AT_TABTITLE

source: Author
ar: الكاتب

source: Back
ar: رجوع

source: Bank
ar: بنك

source: Blacklist
ar: القائمة السوداء

# BLACKLIST_ADD
source: Add to Blacklist
ar: BLACKLIST_ADD

source: Blacklist All
ar: كل

source: Blacklist None
ar: لا شيء

# BLOG_ARCHIVES
source: Archives
ar: أرشيف

# BLOG_COMMENTS
source: Comments
ar: تعليقات

# BLOG_ENTRIES
source: Entries
ar: إدخالات

source: Blog Entry
ar: إدخال

# BLOG_FEEDBACK
source: Feedback(
ar: معلومات

# BLOG_NAME
source: Name
ar: اسم

# BLOG_POSTED
source: Posted
ar: إرسال

# BLOG_POSTSFROM
source: Posts From
ar: مرسل من

# BLOG_REMEMBER_ME
source: Remember Me?
ar: تذكرني؟

# BLOG_STATISTICS
source: Statistics
ar: إحصائيات

# BLOG_SYNDICATION
source: Syndication
ar: التوحيد

# BLOG_TITLE
source: Title
ar: عنوان

# BLOG_TITLE_FEEDBACK
source: Feedback
ar: معلومات

source: Bottom
ar: أسفل

# BTN_HELP
source: Show help about this module
ar: استعراض مساعدة لهذه الوحدة

# BTN_PRINT
source: Print this
ar: اطبع هذا

# BUTTON_DISPLAY_SETTINGS
source: Buttons and Display settings
ar: أزرار وعرض الإعدادات

source: Buy Now
ar: اشتري الآن

# CACHETIMEOUT
source: Cache Timeout (in seconds)
ar: وحدة تخزين زمن التوقف (ثانية

# CACHETIMEOUT_DESCRIPTION
source: Cache Timeout (in seconds)
ar: إنتهاء وقت النسخ المحفوظة (بالثوان)

source: Cancel
ar: إلغاء

source: Caption
ar: تسمية توضيحية

# CAT
source: Category
ar: فئة

source: Category
ar: فئة

source: cats
ar: أشخاص

# CFISCALE
source: Fiscal Code
ar: كود مالي

source: Change date
ar: تغيير التارخ

source: Change Language
ar: تغيير

# CHANGE_PASSWORD
source: Change password only if you want modify it:
ar: تغيير كلمة السر فقط في حالة إذا كنت ترغب في تعديلها

source: Check out
ar: حجز الوثيقة للتعديل

# CHECKOUT_AUTHORIZE
source: You need to confirm your order
ar: هل تريد تأكيد طلبك

# CHECKOUT_CART_IS_EMPTY
source: There are currently no items in your shopping cart!
ar: لا يوجد حالياً بنود في بطاقة التسوق

# CHECKOUT_CC_EXPIRY
source: Expiration date:
ar: نفذت الصلاحية

# CHECKOUT_CC_NAME
source: Name on the card:
ar: الاسم على البطاقة

# CHECKOUT_CC_NUMBER
source: Card number:
ar: إلغاء الرقم

# CHECKOUT_CC_TYPE
source: Card type:
ar: نوع البطاقة:

# CHECKOUT_COPY_TO_SHIPPING_INFO
source: Reset my shipping information with my account information
ar: إعادة ضبط معلومات الشحن الخاص بي بمعلومات الحساب الخاص بي.

# CHECKOUT_MAKE_SURE_ADDRESS_IS_CORRECT
source: Please make sure that the above email address is correct as it will be used to send a copy of your order.
ar: من فضلك تأكد من البريد الإلكتروني السابق لكي يتم استخدامه عند إرسال نسخة من طلبك.

# CHECKOUT_SELECT_PAYMENT
source: Select payment method
ar: اختر طريقة الدفع

# CHECKOUT_STEP1
source: STEP 1/4: Profile Information
ar: بيانات التشكيل الجانبي

# CHECKOUT_STEP2
source: STEP 2/4: Shipping Information
ar: بيانات الشحن

# CHECKOUT_STEP3
source: STEP 3/4: Calculate Final Price
ar: حساب الثمن النهائي

# CHECKOUT_STEP4
source: STEP 4/4: Process Payment
ar: طريقة الدفع

# CHECKOUT_TOTAL_PRODUCT
source: Total Products:
ar: إجمالي الأنتاج

# CHECKOUT_TOTAL_SHIPPING
source: Total Shipping:
ar: إجمالي الشحن

# CHECKOUT_VERIFY_INFORMATION
source: Please verify the information below to make sure it is correct.
ar: من فضلك تأكد من صحة البيانات الموجود بالأسفل لكي نتأكد من صحتها.

# CHECKOUT_VERIFY_INFORMATION_CLICK_BACK
source: Click on the back button to go to the previous step, click on the continue button to proceed to the next step.
ar: أنقر على زر رجوع للرجوع إلى الصفحة السابقة، أنقر على زر استمرار لمتابعة الخطوة التالية

source: City
ar: المدينة

source: Collection properties
ar: مجموعة خصائص

source: Company
ar: الشركة

# CONDITIONS
source: Terms of Service
ar: خدمة

# CONFIRM
source: Confirm password
ar: تأكيد كلمة المرور

# CONFIRM_DELETE
source: Delete this item?
ar: برجاء مسح البند؟

source: Contact
ar: اتصال

# CONTACTS_ADD
source: Add new contact
ar: إضافة إتصال جديد

# CONTACTS_ADDRESS
source: Address
ar: CONTACTS_ADDRESS

# CONTACTS_CONTACT1
source: Office
ar: كمكتب

# CONTACTS_CONTACT2
source: Mobile
ar: موبايل

# CONTACTS_DETAILS
source: Contact Details
ar: البيانات التفصيلية

# CONTACTS_EMAIL
source: Email
ar: البريد الأالكتروني

# CONTACTS_FAX
source: Fax
ar: CONTACTS_FAX

# CONTACTS_NAME
source: Name
ar: الاسم

# CONTACTS_ROLE
source: Role
ar: الوظيفة

# CONTACTS_VALID_NAME
source: You must enter a valid Name
ar: يجب إدخال اسم صحيح

source: Continue
ar: استمرار

# COUNTRIESFILTER
source: Allowed countries
ar: البلاد المسموح بها

# COUNTRIESFILTER_DESCRIPTION
source: Allowed countries limits country list in RegisterFull page, leave blank for all.
ar: حدود البلاد المسموح بها في قائمة البلد في صفحة ملء التسجيل ، اترك الحقل خالياً للجميع.

# COUNTRY
source: Country/Region
ar: البلد / المنطقة

source: Created by
ar: تم إنشائها بواسطة

source: Created by
ar: تم إنشائها بواسطة

source: Culture
ar: ثقافة

# CULTURE_DESCRIPTION
source: Choose culture. Invariant cultures shows the module always.
ar: اختر ثقافة. عدم تغيير الثقافة يعرض دائماً الوحدات.

source: Culture settings
ar: إعدادات الثقافة

# CULTUREIMGPORTAL
source: Use custom flags?
ar: استخدام العلامة الأعتيادية

# CULTUREIMGPORTAL_DESCRIPTION
source: Check this if you want to use custom flags
ar: اختر هذا، إذا كنت ترغب في استخدام إشارة معينة

source: Custom Layout
ar: تخطيط مخصص

# CUSTOMLAYOUT_DESCRIPTION
source: Set a custom layout for this tab only
ar: تخطيط مخصص لهذا التبويب فقط

# CUSTOMMENUIMAGE
source: Custom Image Menu
ar: قائمة الصور المخصصة

# CUSTOMMENUIMAGE_DESCRIPTION
source: Set a custom menu image for this tab
ar: إعداد قائمة صور مخصصة لهذا التبويب

source: Custom Theme
ar: موضع مخصص

# CUSTOMTHEME_DESCRIPTION
source: Set a custom theme for the modules in this tab only
ar: إعداد موضوع مخصص لهذه الوحدة في هذا التبويب فقط

# CUSTOMTHEMEALT
source: Custom Alt Theme
ar: تخصيص موضوع ALT

# CUSTOMTHEMEALT_DESCRIPTION
source: Set a custom alternate theme for the modules in this tab only
ar: إعداد موضوع بديل لهذه الوحدة في هذا التبويب فقط

# DA_DK
source: Title (DA_DK)
ar: عنوان

# DA_DK_DESCRIPTION
source: Set title for Danish (Denmark) culture.
ar: إعداد عنوان للثقافة الدنماركية (الدنمارك)

source: Date
ar: تاريخ

# DBTOOL_GETDATA
source: Data
ar: بيانات

# DBTOOL_GETINFO
source: Info
ar: معلومة

# DBTOOL_GETINFOEXTENDED
source: Info Extended
ar: معلومة موسعة

# DBTOOL_GETPROPERTIES
source: Properties
ar: خصائص

# DBTOOL_OWNER
source: Owner
ar: مالك

# DBTOOL_QUERYEXECUTE
source: Execute Query
ar: تنفيذ الخلفية

# DE_CH
source: Title (DE_CH)
ar: عنوان

# DE_CH_DESCRIPTION
source: Set title for German (Switzerland) culture.
ar: إعداد عنوان للثقافة الألمانية (سويسرا)

# DE_DE
source: Title (DE_DE)
ar: عنوان

# DE_DE_DESCRIPTION
source: Set title for German (Germany) culture.
ar: إعداد عنوان للثقافة الألمانية

# DECLINE
source: No, thanks!
ar: لا شكراً!

# DEFAULTEMAIL
source: Sender Email
ar: بريد إلكتروني مرسل

# DEFAULTNAME
source: Sender Name
ar: إرسال اسم

# DEFAULTVISIBLEDAYS
source: Default Days Visible
ar: DEFAULTVISIBLEDAYS

# DELAYEXPIRE
source: Default delay expire date
ar: تأجيل إفتراضي لأنتهاء الصلاحية

source: Delete
ar: مسح

source: Delete this item
ar: مسح هذه البنود

source: Delete this module type
ar: احذف نوع الوحدة

# DELETE_USER
source: Delete this user
ar: مسح المستخدمين

# DELETEBTN
source: Delete selected item
ar: بند

# DELETEITEM
source: Delete selected item
ar: حذف البنود المحددة

# DELETEMODULE
source: Delete this module
ar: حذف هذه الوحدة

# DELUSER
source: Remove user from this role
ar: إزالة المستخدم من هذه الوظيفة

source: Description
ar: وصف

source: Desktop Source
ar: مصدر سطح المكتب

# DIRECTURL
source: A direct url that can be used to logon automatically
ar: هناك URL مباشر يمكنك استخدامه للخول ىلياً

# DISCUSION_AUTHOR
source: Author
ar: مؤلف

# DISCUSION_TITLE
source: Title
ar: عنوان

# DISCUSSION_LAST_UPDATE
source: Last Update
ar: DISCUSSION_LAST_UPDATE

# DISCUSSION_MSGEXPAND
source: Expand the thread of this topic inside this browser page
ar: DISCUSSION_MSGEXPAND

# DISCUSSION_MSGSELECT
source: Open the thread of this topic in a new browser page
ar: DISCUSSION_MSGSELECT

# DISCUSSION_REPLYS
source: Number of replys to this topic
ar: DISCUSSION_REPLYS

# DISCUSSION_VIEWED
source: Number of times this topic has been viewed
ar: DISCUSSION_VIEWED

# DOCUMENT_AREA
source: Area
ar: مكان

# DOCUMENT_DETAILS
source: Document detail
ar: تفصيل

# DOCUMENT_LAST_UPDATED
source: Last updated
ar: التحديث الأخير

# DOCUMENT_OWNER
source: Owner
ar: مالك

source: Document path
ar: مسار المستند

# DOCUMENTPATH_DESCRIPTION
source: Folder for store the documents
ar: DOCUMENTPATH_DESCRIPTION

# DOCUMENTS_DBSAVE
source: Save files in DataBase?
ar: DOCUMENTS_DBSAVE

# DOCUMENTS_DBSAVE_DESCRIPTION
source: Mark this if you like save files in DataBase
ar: DOCUMENTS_DBSAVE_DESCRIPTION

source: Documents folder
ar: مجلد المستندات

# DOCUMENTS_SHOWAREA
source: Show Area column
ar: DOCUMENTS_SHOWAREA

# DOCUMENTS_SHOWAREA_DESCRIPTION
source: Mark this if the area column should be displayed
ar: DOCUMENTS_SHOWAREA_DESCRIPTION

# DOCUMENTS_SHOWIMAGES
source: Show Image Icons?
ar: DOCUMENTS_SHOWIMAGES

# DOCUMENTS_SHOWIMAGES_DESCRIPTION
source: Mark this if you like see Image Icons
ar: DOCUMENTS_SHOWIMAGES_DESCRIPTION

# DOCUMENTS_SHOWLASTUPDATED
source: Show Last Updated column
ar: DOCUMENTS_SHOWLASTUPDATED

# DOCUMENTS_SHOWLASTUPDATED_DESCRIPTION
source: Mark this if the Last Updated column should be displayed
ar: DOCUMENTS_SHOWLASTUPDATED_DESCRIPTION

# DOCUMENTS_SHOWOWNER
source: Show Owner column?
ar: DOCUMENTS_SHOWOWNER

# DOCUMENTS_SHOWOWNER_DESCRIPTION
source: Mark this if the owner column should be displayed
ar: DOCUMENTS_SHOWOWNER_DESCRIPTION

# DOCUMENTS_SHOWTITLE
source: Show Title column?
ar: DOCUMENTS_SHOWTITLE

# DOCUMENTS_SHOWTITLE_DESCRIPTION
source: Mark this if the title column should be displayed
ar: DOCUMENTS_SHOWTITLE_DESCRIPTION

# DOCUMENTS_SORTBY_DIRECTION
source: Sort ascending or descending?
ar: DOCUMENTS_SORTBY_DIRECTION

# DOCUMENTS_SORTBY_DIRECTION_DESCRIPTION
source: Ascending: A to Z or 0 - 9. Descending: Z - A or 9 - 0.
ar: DOCUMENTS_SORTBY_DIRECTION_DESCRIPTION

# DOCUMENTS_SORTBY_DIRECTION_LIST
source: Ascending;Descending
ar: DOCUMENTS_SORTBY_DIRECTION_LIST

# DOCUMENTS_SORTBY_FIELD
source: Sort Field?
ar: DOCUMENTS_SORTBY_FIELD

# DOCUMENTS_SORTBY_FIELD_DESCRIPTION
source: Sort by File Name or by Created Date?
ar: DOCUMENTS_SORTBY_FIELD_DESCRIPTION

# DOCUMENTS_SORTBY_FIELD_LIST
source: File Name;Created Date
ar: DOCUMENTS_SORTBY_FIELD_LIST

# DOCUMENTS_SOURCE
source: Document source
ar: مصدر المستند

# DONOTRESENDWITHIN
source: Do not resend within (days)
ar: لا يتم إعادة الأرسال خلال (أيام

# DONOTRESENDWITHIN_DESCRIPTION
source: To avoid spam and duplicate sent you cannot email an user more than one time in specifed number of days.
ar: لتجنب تكرار عدد مرات إرسال البريد الإلكتروني، يتم تحديد عدد أيام محددة للإرسال.

# DS_BODY
source: Body
ar: أساسي

# DS_LASTREPLYDATE
source: Date of last reply
ar: تاريخ الرد الأخير

# DS_MSGDETAILS
source: Message Detail
ar: تفاصيل الرسائل

# DS_NEWTHREAD
source: Add New Thread
ar: مؤشر

# DS_ORIGINALMSG
source: Original Message
ar: رسالة صلية

# DS_REPLYTHISMSG
source: Reply to this Message
ar: اجب على هذه الرسالة

source: Edit
ar: تعديل

# EDIT_ACCESS_DENIED
source: Edit Denied
ar: غير مسموح بالتعديل

# EDIT_ACCESS_DENIED_MESSAGE
source: Either you are not currently logged in, or you do not have access to modify the current portal module content. Please contact the portal administrator to obtain edit access for this module.
ar: قد لا تكون مسجلاً في الوقت الحالي، أو ليس لك صلاحية الدخول للتعديل في محتويات وحدة البوابة الحالية.من فضلك اتصل بمسئول البوابة للحصول على صلاحية التعديل في هذه الوحدة

source: Edit Portal
ar: تعديل البوابة

source: Edit profile
ar: تعديل الشكل الجانبي

source: Edit this item
ar: تعديل البند

# EDIT_USER
source: Edit this user
ar: برجاء تعديل المستخدم

# EDITBTN
source: Edit selected item’s properties
ar: برجاء تعديل خصائص البنود المحددة

source: Editor
ar: محرر

# EDITOR_DESCRIPTION
source: Select the Html Editor for Module
ar: من الوحدة

source: Electronic Delivery
ar: التسليم ألكترونياً

source: Electronic Delivery Description
ar: وصف التسليم الألكتروني

source: E-Mail
ar: البيرد اللألكتروني

# EMAILORWINDOW
source: Email (or Windows domain name)
ar: البيرد اللألكتروني (أو نافذة مجال الاسم

# EN
source: Title (en)
ar: عنوان

# EN_US
source: Title (EN_US)
ar: عنوان

# EN_US_DESCRIPTION
source: Set title for English (United States) culture.
ar: إعداد عنوان للثقافة الأنجليزية (الولايات المتحدة الأمريكية)

# EN_DESCRIPTION
source: Set title for English culture.
ar: إعداد عنوان للثقافة الأنجليزية

source: End date
ar: تاريخ الأنتهاء

# ENHANCEDHTML_ADDINVARIANTCULTURE
source: Add Invariant Culture?
ar: ENHANCEDHTML_ADDINVARIANTCULTURE

# ENHANCEDHTML_ADDINVARIANTCULTURE_DESCRIPTION
source: Mark this if you like see pages with invariant culture after pages with actual culture code
ar: ENHANCEDHTML_ADDINVARIANTCULTURE_DESCRIPTION

# ENHANCEDHTML_ALIGNDOWNMENU
source: Align Navigation Menu
ar: ENHANCEDHTML_ALIGNDOWNMENU

# ENHANCEDHTML_ALIGNDOWNMENU_DESCRIPTION
source: Select here the align for index menu
ar: ENHANCEDHTML_ALIGNDOWNMENU_DESCRIPTION

# ENHANCEDHTML_ALIGNUPMENU
source: Align Index Menu
ar: ENHANCEDHTML_ALIGNUPMENU

# ENHANCEDHTML_ALIGNUPMENU_DESCRIPTION
source: Select here the align for index menu
ar: ENHANCEDHTML_ALIGNUPMENU_DESCRIPTION

# ENHANCEDHTML_GET_CONTENTS_FROM_PORTALS
source: Get contents from others Portals?
ar: ENHANCEDHTML_GET_CONTENTS_FROM_PORTALS

# ENHANCEDHTML_GET_CONTENTS_FROM_PORTALS_DESCRIPTION
source: Mark this if you like get contents from modules in others portals in the same database
ar: ENHANCEDHTML_GET_CONTENTS_FROM_PORTALS_DESCRIPTION

# ENHANCEDHTML_OF
source: of
ar: ENHANCEDHTML_OF

# ENHANCEDHTML_PAGE
source: Page
ar: ENHANCEDHTML_PAGE

# ENHANCEDHTML_SELECT_MODULE
source: Select a module from this portal for show the contents in this page
ar: ENHANCEDHTML_SELECT_MODULE

# ENHANCEDHTML_SELECT_MODULE_PORTAL
source: Select a module in database portals for show the contents in this page
ar: ENHANCEDHTML_SELECT_MODULE_PORTAL

# ENHANCEDHTML_SHOWDOWNMENU
source: Show Navigation Menu?
ar: ENHANCEDHTML_SHOWDOWNMENU

# ENHANCEDHTML_SHOWDOWNMENU_DESCRIPTION
source: Mark this if you like see a navigation menu with previous and next page
ar: ENHANCEDHTML_SHOWDOWNMENU_DESCRIPTION

# ENHANCEDHTML_SHOWMULTIMODE
source: Show Multi-Mode icon?
ar: ENHANCEDHTML_SHOWMULTIMODE

# ENHANCEDHTML_SHOWMULTIMODE_DESCRIPTION
source: Mark this if you like see icon multimode page
ar: ENHANCEDHTML_SHOWMULTIMODE_DESCRIPTION

# ENHANCEDHTML_SHOWTITLEPAGE
source: Show Title Page?
ar: ENHANCEDHTML_SHOWTITLEPAGE

# ENHANCEDHTML_SHOWTITLEPAGE_DESCRIPTION
source: Mark this if you like see the Title Page
ar: ENHANCEDHTML_SHOWTITLEPAGE_DESCRIPTION

# ENHANCEDHTML_SHOWUPMENU
source: Show Index Menu?
ar: ENHANCEDHTML_SHOWUPMENU

# ENHANCEDHTML_SHOWUPMENU_DESCRIPTION
source: Mark this if you like see a index menu whith the titles of all pages
ar: ENHANCEDHTML_SHOWUPMENU_DESCRIPTION

# ENHANCEDHTML_SINGLEPAGEMODE
source: Single Page Mode
ar: ENHANCEDHTML_SINGLEPAGEMODE

# ENHANCEDLINKS_DEFAULTIMAGE
source: Default Image for link
ar: ENHANCEDLINKS_DEFAULTIMAGE

# ENHANCEDLINKS_DEFAULTIMAGE_DESCRIPTION
source: Select here a image for links with no special setting image
ar: ENHANCEDLINKS_DEFAULTIMAGE_DESCRIPTION

# ENHANCEDLINKS_DROPDOWNLIST
source: DropDownList
ar: ENHANCEDLINKS_DROPDOWNLIST

# ENHANCEDLINKS_EXPANDALL
source: Show Description
ar: ENHANCEDLINKS_EXPANDALL

# ENHANCEDLINKS_EXPANDALL_DESCRIPTION
source: Mark this if you like to see the description down the link
ar: ENHANCEDLINKS_EXPANDALL_DESCRIPTION

# ENHANCEDLINKS_GENERALIMAGE
source: General Image
ar: ENHANCEDLINKS_GENERALIMAGE

# ENHANCEDLINKS_GENERALIMAGE_DESCRIPTION
source: Select a general image for the module
ar: ENHANCEDLINKS_GENERALIMAGE_DESCRIPTION

# ENHANCEDLINKS_ICONPATH
source: Container for Icons
ar: ENHANCEDLINKS_ICONPATH

# ENHANCEDLINKS_ICONPATH_DESCRIPTION
source: Portal directory for upload used icons
ar: ENHANCEDLINKS_ICONPATH_DESCRIPTION

# ENHANCEDLINKS_LINKS
source: Links
ar: ENHANCEDLINKS_LINKS

# ENHANCEDLINKS_MAXCOLUMS
source: Max Colums
ar: ENHANCEDLINKS_MAXCOLUMS

# ENHANCEDLINKS_MAXCOLUMS_DESCRIPTION
source: Maximun number of colums
ar: ENHANCEDLINKS_MAXCOLUMS_DESCRIPTION

# ENHANCEDLINKS_SWITCHERTYPES
source: Style Links
ar: ENHANCEDLINKS_SWITCHERTYPES

# ENHANCEDLINKS_SWITCHERTYPES_DESCRIPTION
source: Select here how your module should look like
ar: ENHANCEDLINKS_SWITCHERTYPES_DESCRIPTION

# ERROR_COMPLETION_DATE
source: Enter The Estimated Completion Date
ar: يجب إدخال تكملة التاريخ المقدر

# ERROR_ENTER_A_FILE_NAME
source: Enter a File Name
ar: ادخل اسم الملف

# ERROR_ENTER_A_MODULE_NAME
source: Enter a Module Name
ar: ادخل اسم الوحدة

# ERROR_ENTER_A_SOURCE_PATH
source: Enter a Source Path
ar: ادخل مسار المصدر

# ERROR_INVALID_MODULE
source: Invalid Module
ar: وحدة صحيحة

# ERROR_NOT_ALLOWED_PARENT
source: Selecting this parent is not allowed
ar: ERROR_NOT_ALLOWED_PARENT

# ERROR_QUIZ_ANSWER
source: Please pick an answer!
ar: من فضلك انتقي إجابة

# ERROR_SUBJECT
source: You Must Enter the Subject oh the Message.
ar: يجب إدخال موضوع في الرسالة

# ERROR_VALID_COMPLETION_DATE
source: Enter The Estimated Completion Date
ar: يجب إدخال تكملة التاريخ المقدر

# ERROR_VALID_DATE
source: Please insert a valid date
ar: من فضلك ادخل تاريخ صحيح

# ERROR_VALID_DESCRIPTION
source: Please insert a valid Description
ar: من فضلك ادخل وصف صحيح

# ERROR_VALID_EMAIL
source: You must use a valid email address
ar: يجب استخدام بريد إلكتروني صحيح

# ERROR_VALID_ENDDATE
source: You Must Enter a Valid End Date
ar: يجب إدخال تاريخ نهائي صحيح

# ERROR_VALID_ID
source: ID must be an integer
ar: يجب تعريف عدد صحيح

# ERROR_VALID_MESSAGE_TEXT
source: Please enter message text.
ar: من فضلك ادخل نص الرسالة

# ERROR_VALID_MILESTONE_STATUS
source: Enter The Status of this Milestone
ar: ادخل حالة هذه الأحداث

# ERROR_VALID_MILESTONE_TITLE
source: You Must Enter a Valid Title
ar: يجب إدخال عنوان صحيح

# ERROR_VALID_NAME
source: Please insert a valid name
ar: من فضلك اختر اسم صحيح

# ERROR_VALID_STARTDATE
source: You Must Enter a Valid Start Date
ar: يجب إدخال بدء التاريخ صحيح

# ERROR_VALID_TITLE
source: Please insert a valid title
ar: من فضلك ادخل عنوان صحيح

# ERROR_VALID_URL
source: You Must Enter a Valid URL
ar: ERROR_VALID_URL

# ERROR_VALID_WHERE_WHEN
source: Please insert a valid Where When field
ar: من فضلك ادخل قيمة من/ متى في الحقل

# ERROR_VALID_WHEREWHEN
source: Please insert a valid Where When field
ar: من فضلك ادخل حقل كيف / متى

# ES
source: Title (es)
ar: ES

# ES_DESCRIPTION
source: Set title for Spanish culture.
ar: ES_DESCRIPTION
