Repository: Appleseed/appleseed
Catalog: Master/Appleseed/WebSites/Appleseed/App_GlobalResources/Appleseed.*.resx
Languages: ar

# TABPLACEHOLDER_DESCRIPTION
source: Allows this tab to act as a navigation placeholder only.
ar: السماح بإظهار التبويب في مرحلة أنتقال العناصر النائبة

# TABTITLE
source: Title of the tab
ar: عنوان التبويب

# TABTITLE_DESCRIPTION
source: Allows you to enter a default tab / page title (Shows at the top of your browser).
ar: حدد مستوى الموضوع في هذا الموقع

# TABURLKEYWORD
source: A Default Keyword To Identify all Tabs / Pages
ar: الكلمة الأساسية الافتراضية لتعريف جميع التبويبات/ والصفحات

# TABURLKEYWORD_DESCRIPTION
source: This setting is not fully implemented yet. It was to help with search engine optimisation by allowing you to specify a default keyword that would appear in your url.
ar: لم يتم تنفيذ الإعدادات بالكامل بعد. يساعد هذا الإعداد ضبط محرك البحث بالسماح لك بتحديد الكلمة الأساسية الافتراضية والتي ستظهر لك في URL .

# TASK_ASSIGNEDTO
source: Assigned To
ar: معين إلى

# TASK_COMPLETION
source: % Complete
ar: % كامل

# TASK_COMPLETION_ERROR
source: Must be an integer from 0 to 100
ar: يجب أن تكون قيمة إفتراضية من 0 إلى 100

# TASK_DESCRIPTION
source: Description
ar: وصف

source: Task Detail
ar: تفاصيل المهمة

# TASK_DUEDATE
source: Due Date
ar: تاريخ الأستحقاق

# TASK_DUEDATE_ERROR
source: You Must Enter a Valid Due Date
ar: يجب ادخال تاريخ استحقاق صحيح

# TASK_PRIORITY
source: Priority
ar: أولوية

# TASK_PRIORITY_0
source: High
ar: مرتفع

# TASK_PRIORITY_1
source: Normal
ar: عادي

# TASK_PRIORITY_2
source: Low
ar: منخفض

# TASK_STARTDATE
source: Start Date
ar: بدء التاريخ

# TASK_STARTDATE_ERROR
source: You Must Enter a Valid Start Date
ar: يجب إدخال بدء تاريخ صحيح

# TASK_STATE_0
source: Not started
ar: لم يبدء

# TASK_STATE_1
source: In progress
ar: تقدم

# TASK_STATE_2
source: Complete
ar: كامل

# TASK_STATUS
source: Status
ar: حالة

# TASK_TITLE
source: Title
ar: عنوان

# TASK_TITLE_ERROR
source: You Must Enter a Valid Title
ar: يجب إدخال عنوان صحيح

source: Terms of Service
ar: شروط الخدمات

# TERMSOFSERVICE_DESCRIPTION
source: Type here a file name used for showing terms and condition in each register page. Provide localized version adding _<culturename>. E.g. Terms.txt, will search for Terms.txt and for Terms_EN_US.txt
ar: ادخل هنا اسم الملف الذي سيتم استخدامه في عرض المصطلحات والشروط في كل صفحة تسجيل.تقديم النسخ العملية بإضافة >اسم الثقافة< E.g. Terms.txt,، ويتم البحث عن Terms.txt و عن Terms_EN_US.txt

source: Test Mode
ar: مجال الأختبار

# TESTMODE_DESCRIPTION
source: Use Test Mode for testing your settings. It will send only one email to the address specified as sender. Useful for testing
ar: باستخدام مجال الاختبار في الإعدادات. سيتم إرسال بريد إلكتروني واحد فقط للعنوان المرسل إلينا. مفيد في الاختبار

source: Theme
ar: موضوع

# THEME_DESCRIPTION
source: Choose theme for this module
ar: اختر موضوع لهذه الوحدة

# THEME_LAYOUT_SETTINGS
source: Theme and layout settings
ar: موضوع وتخطيط الإعدادات

# THEMEALT
source: Alternate Theme
ar: موضوع بديل

# TI_ROLEADMINISTRATIONADDTOROLE
source: Select Sorting Criteria
ar: حدد فرز المعايير

# TI_ROLEADMINISTRATIONTITLE
source: Welcome to role administration. Please use this tool to select a single user or multiple users and either add them to a role or remove them.
ar: مرحباً بك في إدارة "الأدوار". برجاء استخدام هذه الوحدة لاختيار مستخدم واحد أو أكثر من مستخدم، و قم بإضافتهم إلى الأدوار أو حذفهم

source: Title
ar: عنوان

source: to
ar: إلى

source: Top
ar: أعلى

# TOPICNAME
source: Topic
ar: علامة

# TOPICNAME_DESCRIPTION
source: Select a topic for this module. You may filter itmes by topic in Portal Search.
ar: بحث البوابة

source: Total
ar: إجمالي

# TOURISTIC_AUTO
source: Auto
ar: تلقائي

# TOURISTIC_NOFILTER
source: No filter
ar: لا يوجد تصفية

# TOURISTIC_THISMONTH
source: This month only
ar: الشهر الحالي فقط

# TOURISTIC_THISYEAR
source: This year only
ar: هذه السنة فقط

# TRANSLATOR
source: Manu / IBS
ar: القائمة

# TRANSLATOR_EMAIL
source: manu-dea@hotmail dot it
ar: بريد إلكتروني

source: Unchecked users
ar: مستخدم غير مختار

source: up to
ar: حتى

source: Update
ar: تحديث

source: Update your profile
ar: تعديل التشكيل

source: Upload file
ar: تحديث ملف

source: Upload Image
ar: تحميل صور

# UPLOAD_SUCCESS_MESSAGE
source: File successfully uploaded!
ar: تم تحميل الملف بنجاح !

# UPLOAD_TO_WEB
source: Upload to Web Server
ar: التحميل على خادم الشبكة

source: URL
ar: عنوان الموقع على الشبكة

source: URL to browse
ar: استعراض عنوان الموقع على الشبك

source: Use Installer
ar: استخدام حول

# USER_MANAGE
source: Manage User
ar: إدارة المستخدم

# USER_MESSAGE1
source: Users must be registered to view secure content.
ar: يجب تسجيل المستخدمينً لعرض محتويات السرية.

# USER_MESSAGE2
source: Users may add themselves using the Register form, and Administrators may add users to specific roles using the Security Roles function above.
ar: يمكن للمستخدمين إضافة أنفسهم بأستخدام نموذج التسجيل.ويمكن لمسئول النظام إضافة مستخدمين لوظائف محددة مستخدماً وظيفة أدوار السرية المعرفة فيما سبق.

# USER_MESSAGE3
source: This section permits Administrators to manage users and their security roles directly.
ar: يسمح هذا القسم لمسئول النظام بإدارة المستخدمين وأدوارهم السرية مباشرةً.

# USER_MESSAGE_DOMAIN1
source: Domain users do not need to be registered to access portal content that is available to ’All Users’
ar: لمستخدمي المجال ليسوا بحاجة إلى التسجيل للدخول إلى محتويات البوابة المتاحة "لجميع المستخدمين"

# USER_MESSAGE_DOMAIN2
source: Administrators may add domain users to specific roles using the Security Roles function above.
ar: قد يكون مسئول النظام أضاف مستخدمين إلى وظائف محددة، مستخدماً وظيفة أدوار السرية المعرفة فيما سبق.

# USER_MESSAGE_DOMAIN3
source: This section permits Administrators to manage users and their security roles directly.
ar: يسمح هذا القسم لمسئول النظام بإدارة المستخدمين وأدوارهم السرية مباشرةً.

# USER_NEW_USER
source: New User created
ar: إنشاء مستخدم جديد

# USERBLOCK
source: Group users
ar: مجموعة المستخدمين

# USERBLOCK_DESCRIPTION
source: Select the maximum number of users. For sending emails to all you have to repeat the process. Use small values to avoid server timeouts.
ar: اختر الحد الأقصى للمستخدمين. لأرسال البريد الألكتروني للجميع، يجب تكرار العملية. استخدم القيم الصغيرة لتجنب أنتهاء وقت الخادم الشبكة

source: UserEmail
ar: البريد الألكتروني الخاص بالمستخدم

source: UserName
ar: اسم المستخدم

# USERTABLE_BACK
source: Back
ar: USERTABLE_BACK

# USERTABLE_EDITROW
source: Edit Table Row
ar: USERTABLE_EDITROW

# USERTABLE_INASCORDER
source: In Ascending Order
ar: USERTABLE_INASCORDER

# USERTABLE_INDSCORDER
source: In Descending Order
ar: USERTABLE_INDSCORDER

# USERTABLE_MANAGETABLE
source: Manage Table
ar: USERTABLE_MANAGETABLE

# USERTABLE_MOVEFIELDDOWN
source: Move Field Down
ar: USERTABLE_MOVEFIELDDOWN

# USERTABLE_MOVEFIELDUP
source: Move Field Up
ar: USERTABLE_MOVEFIELDUP

# USERTABLE_NEWFIELD
source: Add New Field
ar: USERTABLE_NEWFIELD

# USERTABLE_SORTEDBY
source: Sorted By
ar: USERTABLE_SORTEDBY

# USERTABLE_TITLE
source: Title
ar: USERTABLE_TITLE

# USERTABLE_TYPE
source: Type
ar: USERTABLE_TYPE

# USERTABLE_TYPE_BOOLEAN
source: True/False
ar: USERTABLE_TYPE_BOOLEAN

# USERTABLE_TYPE_DATETIME
source: Date
ar: USERTABLE_TYPE_DATETIME

# USERTABLE_TYPE_DECIMAL
source: Decimal
ar: USERTABLE_TYPE_DECIMAL

# USERTABLE_TYPE_FILE
source: File
ar: USERTABLE_TYPE_FILE

# USERTABLE_TYPE_INT32
source: Integer
ar: USERTABLE_TYPE_INT32

# USERTABLE_TYPE_STRING
source: Text
ar: USERTABLE_TYPE_STRING

# USERTABLE_VISIBLE
source: Visible
ar: USERTABLE_VISIBLE

# VALID_ADDRESS
source: You must enter a valid address
ar: يجب إدخال عنوان صحيح

# VALID_CITY
source: You must enter a valid city
ar: يجب إدخال مدينة صحيحة

# VALID_CODE
source: You must enter a valid Code
ar: يجب إدخال رمز صحيح

# VALID_DATE
source: You Must Enter a valid Date
ar: يجب إدخال تاريخ صحيح

# VALID_EMAIL
source: Must use a valid email address.
ar: يجب إدخال عنوان بريد إلكتروني صحيح

# VALID_FIELD
source: Please insert a valid value
ar: من فضلك ادخل قيمة صحيحة

# VALID_FILE_NAME
source: You must enter a valid File Name
ar: يجب إدخال اسم ملف صحيح

# VALID_NAME
source: You must enter a valid Name
ar: يجب إدخال اسم صحيح

# VALID_NUMBER
source: You must enter a valid Number
ar: يجب إدخال رقم صحيح

# VALID_PHONE
source: You must enter a valid phone #
ar: يجب إدخال رقم الهاتف صحيح

# VALID_TITLE
source: You Must Enter a Valid Title
ar: يجب إدخال اللقب صحيح

# VALID_VIEWORDER
source: You Must Enter a Valid View Order
ar: يجب إدخال طلب عرض صحيح

# VALID_ZIP
source: You must enter a valid zip code
ar: يجب إدخال رمز بريدي صحيح

# VALIDORDER
source: You Must Enter a Valid View Order
ar: يجب إدخال طلب عرض صحيح

# VALIDTITLE
source: You Must Enter a Valid Title
ar: يجب إدخال اللقب صحيح

# VALIDURL
source: You Must Enter a Valid Title
ar: يجب إدخال اللقب صحيح

source: View order
ar: عرض الطلبات

source: View order
ar: طلب عرض

# WEB_FARM_SUPPORT
source: Store in database (web farm support)
ar: تخزين في قاعدة البيانات (دعم نموذج الشبكة)

source: Web Site
ar: موقع

source: Welcome
ar: مرحباً

# WHOS_LOGGED_ON_1
source: There are currently:
ar: موجدين حالياً

# WHOS_LOGGED_ON_2
source: anonymous users online
ar: مستخدمين مجهولين فورياً

# WHOS_LOGGED_ON_3
source: registered users online:
ar: مستخدمين مسجلين فورياً

# WHOSLOGGEDONCACHETIMEOUT
source: Specify an amount of time the who’s logged on module will wait before checking again (0 - 60000)
ar: حدد الوقت الذى يجب ان ينتظره المستخدم الذى يدخل الوحدة قبل الدخول مرة اخرى

source: Width
ar: عرض

# WIDTH_DESCRIPTION
source: The width of editor control
ar: عرض تحكم المحرر

# XMLSRC
source: XML Source file
ar: مصدر الملف

# XSLSRC
source: XSL Transform
ar: تحويل XSL

# YEARS
source: Years (Max)
ar: YEARS

# ZH_CN
source: Title (ZH_CN)
ar: عنوان

# ZH_CN_DESCRIPTION
source: Set title for Chinese (People’s Republic of China) culture.
ar: إعداد عنوان للثقافة اليبانية

# ZIP
source: Postal Code
ar: رمز بريدي
